class News {
  final String title;
  final String subtitle;
  final String content;
  final String category;
  final String time;
  final String author;
  final String seen;
  final String favorite;
  final String image;
  final String estimate;

  News({
    this.author,
    this.content,
    this.category,
    this.estimate,
    this.favorite,
    this.image,
    this.seen,
    this.subtitle,
    this.time,
    this.title,
  });
}

List<News> popularList = [
  News(
    author: "Fns-Admin",
    estimate: "5",
    category: "ຄວທ",
    favorite: "0",
    seen: "10.5B",
    time: "23/02/21",
    title: "ຫ້ອງ 2CW2 ໄດ້ຈັດກິດຈະກຳແລກຂອງຂວັນ ຂອງທີ່ລະນຶກໃຫ້ກັນ ແລະ ກັນ",
    image:
        "https://scontent.fvte2-3.fna.fbcdn.net/v/t1.0-9/133783849_417796742699749_7243348795546401962_o.jpg?_nc_cat=109&ccb=3&_nc_sid=8bfeb9&_nc_eui2=AeHbgRIUG6odIJrgi5zE3bxuD5pxOsnpzsUPmnE6yenOxRal7ON6HWZBlfF_ugpuH9kmA7_nj7ecJ068MEk6XAkv&_nc_ohc=y_BkkPpmBNgAX-97MX_&_nc_ht=scontent.fvte2-3.fna&oh=49a0cc0c083576ed1b5492b79681ebc3&oe=605B2FD4",
    subtitle:
        '''ເນື່ອງໃນໂອກາດສົ່ງທ້າຍປີເກົ່າຕ້ອນຮັບປີໃໝ່ ທີ່ຈະມາຮອດໃນໄວໆນີ້ ຫ້ອງ1CW2ຂອງພວກເຮົາໄດ້ຈັດກິດຈະກຳແລກຂອງຂວັນ ເປັນຂອງທີ່ລະນຶກໃຫ້ກັນແລະກັນ''',
    content:
        '''ໃນຕອນບ່າຍວັນທີ 30 ທັນວາ 2020 ນີ້,ຫ້ອງ 2CW2 ສາຂາການພັດທະນາເວບໄຊ, ພາກວິຊາວິທະຍາສາດຄອມພິວເຕີ, ຄະນະວິທະຍາສາດທໍາມະຊາດ(ຄວທ), ມະຫາວິທະຍາໄລແຫ່ງຊາດ(ມຊ) ໄດ້ຈັດພິທີແລກຂອງຂວັນ ເປັນຂອງທີ່ລະນຶກໃຫ້ກັນແລະກັນ''',
  ),
  News(
    author: "ປອ ສົມສັກ",
    estimate: "2",
    category: "ຄວທ",
    favorite: "0",
    seen: "0.5K",
    time: "23/02/21",
    title: "ວິທະຍາສາດຄອມພິວເຕີ (Computer Science) ແມ່ນຫຍັງ?",
    image: "https://media.mehrnews.com/d/2018/10/28/4/2940617.jpg",
    subtitle:
        '''ວິທະຍາສາດຄອມພິວເຕີ (Computer Science) ແມ່ນການສຶກສາ - ຄົ້ນຄວ້າກ່ຽວກັບ ລະບົບຄອມພີວເຕີ, ລະບົບການຄໍານວນ (Computational System) ແລະ ທິດສະດີວິທະຍາສາດພື້ນຖານຕ່າງໆ (Scientific Theories) ທີ່ກ່ຽວຂ້ອງ ຊີ່ງລົງເລີກກ່ຽວກັບຊັອບແວ (Software) ທາງດ້ານປັນຍາປະດິດ (Artificial Intelligence ຫຼື AI), ດ້ານວິທະຍາສາດຂໍ້ມູນ (Data Science), ດ້ານນະວັດຕະກໍາເຕັກໂນໂລຊີ (Technological Innovation), ດ້ານການພັດທະນາຊັອບແວນໍາໃຊ້ (App Development) ແລະ ດ້ານການອອກແບບລະບົບເຕັກໂນໂລຊີຕ່າງໆ (Technology Platforms).''',
    content:
        '''ວິທະຍາສາດຄອມພິວເຕີ (Computer Science) ແມ່ນການສຶກສາ - ຄົ້ນຄວ້າກ່ຽວກັບ ລະບົບຄອມພີວເຕີ, ລະບົບການຄໍານວນ (Computational System) ແລະ ທິດສະດີວິທະຍາສາດພື້ນຖານຕ່າງໆ (Scientific Theories) ທີ່ກ່ຽວຂ້ອງ ຊີ່ງລົງເລີກກ່ຽວກັບຊັອບແວ (Software) ທາງດ້ານປັນຍາປະດິດ (Artificial Intelligence ຫຼື AI), ດ້ານວິທະຍາສາດຂໍ້ມູນ (Data Science), ດ້ານນະວັດຕະກໍາເຕັກໂນໂລຊີ (Technological Innovation), ດ້ານການພັດທະນາຊັອບແວນໍາໃຊ້ (App Development) ແລະ ດ້ານການອອກແບບລະບົບເຕັກໂນໂລຊີຕ່າງໆ (Technology Platforms).''',
  ),
  News(
    author: "Fns-Admin",
    estimate: "5",
    category: "ມຊ",
    favorite: "502",
    seen: "1.2K",
    time: "23/02/21",
    title: "ບໍລິສັດຮັບພັດທະນາ ແລະເປິກສາ ຈໍາກັດຜູ້ດຽວ ຮ່ວມກັບ ມຊ ເປີດສູນ ຮລສທ",
    image:
        "https://www.nuol.edu.la/images/2021/M.2/Development_and_Consulting_Co_Ltd_in_collaboration_with_NUOL_to_open_SLMS_Center.jpg",
    subtitle:
        "ໃນຕອນເຊົ້າວັນທີ 12 ກຸມພາ 2021 ຜ່ານມານີ້, ບໍລິສັດຮັບພັດທະນາ ແລະເປິກສາ ຈໍາກັດຜູ້ດຽວ ຮ່ວມກັບ ມະຫາວິທະຍາໄລແຫ່ງຊາດ (ມຊ) ໄດ້ເປີດສູນບໍລິການລະບົບບໍລິຫານຈັດການຮຽນ-ການສອນທີ່ທັນສະໄໝ(ຮລສທ) (Smart Learning Management System), ຂຶ້ນທີ່ ມຊ. ວິທະຍາເຂດດົງໂດກ, ໂດຍການເປັນກຽດຕັດແຖບຜ້າເປີດສູນ ຂອງທ່ານ ສຈ. ປອ. ສົມສີ ຍໍພັນໄຊ ອະທິການບໍດີ ມຊ, ທ່ານ ຄະຈອນສັກ ດວງພຸດທາ ຮອງປະທານຫົວໜ້າບໍລິສັດ ຮັບພັດທະນາລາວ ແລະທີ່ເປິກສາ ຈໍາກັດຜູ້ດຽວ, ມີ ບັນດາທ່ານຮອງອະທິການບໍດີ ມຊ, ຜູ້ຕາງໜ້າຈາກກະຊວງສຶກສາທິການ ແລະກີລາ, ບັນດາຫົວໜ້າຫ້ອງການ, ຜູ້ອໍານວຍການສູນ ແລະພະນັກງານທີ່ກ່ຽວຂ້ອງທັງສອງຝ່າຍເຂົ້າຮ່ວມ. \n  ສູນບໍລິການ ລະບົບບໍລິຫານຈັດການຮຽນ-ການສອນທີ່ທັນສະໄໝ ຫຼື ຮລສທ ເປັນໂຄງການຮ່ວມມືລະຫວ່າງ ບໍລິສັດ ຮັບພັດທະນາລາວ ແລະທີ່ເປິກສາ ຈໍາກັດຜູ້ດຽວ ແລະມະຫາວິທະຍາໄລແຫ່ງຊາດ ເຊິ່ງໄດ້ລົງນາມເຊັນສັນຍາ ຮ່ວມມືກັນ ແຕ່ວັນທີ 22 ກໍລະກົດ 2020 ຜ່ານມາ; ເຊິ່ງມີທີ່ຕັ້ງຢູ່ ມຊ (ວິທະຍາເຂດດົງໂດກ) ແລະສູນດັ່ງກ່າວ ສ້າງຂຶ້ນເພື່ອສະໜອງ ແລະສະໜັບສະໜູນໃຫ້ແກ່ ມຊ ໃນການລົົງທະບຽນນໍາໃຊ້ລະບົບການຮຽນ-ການສອນທີ່ທັນສະໄໝ ເຊິ່ງໜ້າວຽກຫຼັກຂອງສູນແມ່ນ ການລົງທະບຽນຮັບເອົານັກສຶກສາເຂົ້າຮຽນໃນ ມຊ ໃນແຕ່ລະສົກຮຽນ, ການພັດທະນາລະບົບຮັກສາຄະແນນຂອງນັກສຶກສາ, ລະບົບການເຜີຍແຜ່ຂໍ້ມູນຂ່າວສານທີ່ສອດຄ່ອງ ກັບແຜນການພັດທະນາຂອງ ມຊ, ພ້ອມນັ້ນ ຍັງເປັນສູນກາງແຫ່ງການຮຽນຮູ້ ທີ່ນັກສຶກສາທຸກຄົນສາມາດເຂົ້າເຖິງໄດ້ ເພື່ອໃຫ້ນັກສຶກສາໃນ ມຊ ໄດ້ນໍາໃຊ້ລະບົບດັ່ງກ່າວການບໍລິການຂອງສູນດັ່ງກ່າວນີ້ ເຂົ້າໃນການຮຽນ-ການສອນໃຫ້ມີປະສິດທິຜົນ. ສູນ ຮລສທ ຍັງເປັນສູນກາງໃນການຈັດເຝິກອົບຮົມບັນດາຫົວຂໍ້ໄອທີ ແລະການພັດທະນາຊອບແວຕ່າງໆ ໃຫ້ແກ່ບັນດາ ພະນັກງານ, ຄູ-ອາຈານ ແລະນັກສຶກສາ ທົ່ວ ມຊ ທັງນີ້ກໍເພື່ອເປັນການປະກອບສ່ວນໃນການພັດທະນາການຮຽນ-ການສອນຂອງ ມຊ ໃຫ້ມີຄວາມທັນສະໄໝໂດຍສະເພາະໃນຂະແໜງການສຶກສາຊັ້ນສູງຂອງ ສປປ ລາວ ໃຫ້ນັບມື້ນັບກ້າວໄກທຽບເທົ່າກັບພາກພື້ນ ແລະສາກົນ.",
    content:
        "ໃນຕອນເຊົ້າວັນທີ 12 ກຸມພາ 2021 ຜ່ານມານີ້, ບໍລິສັດຮັບພັດທະນາ ແລະເປິກສາ ຈໍາກັດຜູ້ດຽວ ຮ່ວມກັບ ມະຫາວິທະຍາໄລແຫ່ງຊາດ (ມຊ) ໄດ້ເປີດສູນບໍລິການລະບົບບໍລິຫານຈັດການຮຽນ-ການສອນທີ່ທັນສະໄໝ(ຮລສທ) (Smart Learning Management System), ຂຶ້ນທີ່ ມຊ. ວິທະຍາເຂດດົງໂດກ, ໂດຍການເປັນກຽດຕັດແຖບຜ້າເປີດສູນ ຂອງທ່ານ ສຈ. ປອ. ສົມສີ ຍໍພັນໄຊ ອະທິການບໍດີ ມຊ, ທ່ານ ຄະຈອນສັກ ດວງພຸດທາ ຮອງປະທານຫົວໜ້າບໍລິສັດ ຮັບພັດທະນາລາວ ແລະທີ່ເປິກສາ ຈໍາກັດຜູ້ດຽວ, ມີ ບັນດາທ່ານຮອງອະທິການບໍດີ ມຊ, ຜູ້ຕາງໜ້າຈາກກະຊວງສຶກສາທິການ ແລະກີລາ, ບັນດາຫົວໜ້າຫ້ອງການ, ຜູ້ອໍານວຍການສູນ ແລະພະນັກງານທີ່ກ່ຽວຂ້ອງທັງສອງຝ່າຍເຂົ້າຮ່ວມ. \n  ສູນບໍລິການ ລະບົບບໍລິຫານຈັດການຮຽນ-ການສອນທີ່ທັນສະໄໝ ຫຼື ຮລສທ ເປັນໂຄງການຮ່ວມມືລະຫວ່າງ ບໍລິສັດ ຮັບພັດທະນາລາວ ແລະທີ່ເປິກສາ ຈໍາກັດຜູ້ດຽວ ແລະມະຫາວິທະຍາໄລແຫ່ງຊາດ ເຊິ່ງໄດ້ລົງນາມເຊັນສັນຍາ ຮ່ວມມືກັນ ແຕ່ວັນທີ 22 ກໍລະກົດ 2020 ຜ່ານມາ; ເຊິ່ງມີທີ່ຕັ້ງຢູ່ ມຊ (ວິທະຍາເຂດດົງໂດກ) ແລະສູນດັ່ງກ່າວ ສ້າງຂຶ້ນເພື່ອສະໜອງ ແລະສະໜັບສະໜູນໃຫ້ແກ່ ມຊ ໃນການລົົງທະບຽນນໍາໃຊ້ລະບົບການຮຽນ-ການສອນທີ່ທັນສະໄໝ ເຊິ່ງໜ້າວຽກຫຼັກຂອງສູນແມ່ນ ການລົງທະບຽນຮັບເອົານັກສຶກສາເຂົ້າຮຽນໃນ ມຊ ໃນແຕ່ລະສົກຮຽນ, ການພັດທະນາລະບົບຮັກສາຄະແນນຂອງນັກສຶກສາ, ລະບົບການເຜີຍແຜ່ຂໍ້ມູນຂ່າວສານທີ່ສອດຄ່ອງ ກັບແຜນການພັດທະນາຂອງ ມຊ, ພ້ອມນັ້ນ ຍັງເປັນສູນກາງແຫ່ງການຮຽນຮູ້ ທີ່ນັກສຶກສາທຸກຄົນສາມາດເຂົ້າເຖິງໄດ້ ເພື່ອໃຫ້ນັກສຶກສາໃນ ມຊ ໄດ້ນໍາໃຊ້ລະບົບດັ່ງກ່າວການບໍລິການຂອງສູນດັ່ງກ່າວນີ້ ເຂົ້າໃນການຮຽນ-ການສອນໃຫ້ມີປະສິດທິຜົນ. ສູນ ຮລສທ ຍັງເປັນສູນກາງໃນການຈັດເຝິກອົບຮົມບັນດາຫົວຂໍ້ໄອທີ ແລະການພັດທະນາຊອບແວຕ່າງໆ ໃຫ້ແກ່ບັນດາ ພະນັກງານ, ຄູ-ອາຈານ ແລະນັກສຶກສາ ທົ່ວ ມຊ ທັງນີ້ກໍເພື່ອເປັນການປະກອບສ່ວນໃນການພັດທະນາການຮຽນ-ການສອນຂອງ ມຊ ໃຫ້ມີຄວາມທັນສະໄໝໂດຍສະເພາະໃນຂະແໜງການສຶກສາຊັ້ນສູງຂອງ ສປປ ລາວ ໃຫ້ນັບມື້ນັບກ້າວໄກທຽບເທົ່າກັບພາກພື້ນ ແລະສາກົນ.",
  ),
  News(
    author: "Fns-Admin",
    estimate: "6",
    category: "ມຊ",
    favorite: "700",
    seen: "2.0K",
    time: "20/02/21",
    title: "ບໍລິສັດເບຍລາວ ມອບທຶນການສຶກສາໃຫ້ແກ່ ມຊ ແລະສະຖາບັນວິຈິດສິນແຫ່ງຊາດ",
    image:
        "https://www.nuol.edu.la/images/2021/M.2/Beer_Lao_Company_provides_scholarships_to_NUOL_and_National_Institute_of_Fine_Arts.jpg",
    subtitle:
        '''ໃນຕອນເຊົ້າວັນທີ 19 ກຸມພາ 2021 ຜ່ານມານີ້, ບໍລິສັດເບຍລາວ ໄດ້ມອບທຶນການສຶກສາໃຫ້ແກ່ນັກສຶກສາ ມະຫາວິທະຍາໄລແຫ່ງຊາດ(ມຊ) ແລະນັກສຶກສາສະຖາບັນ ວິຈິດສິນແຫ່ງຊາດ; ພິທີມອບ-ຮັບທຶນດັ່ງກ່າວ ໄດ້ຈັດຂຶ້ນທີ່ຫ້ອງປະຊຸມສະຖາບັນວິຈິດສິນແຫ່ງຊາດ ໂດຍການມອບຂອງທ່ານທ່ານ Henrik Juel Andersen ຜູ້ອຳນວຍການໃຫຍ່ ບໍລິສັດເບຍລາວ ແລະກ່າວຮັບໂດຍ ທ່ານ ຮສ. ໂພສີ ທິບດາວັນ ຮອງອະທິການບໍດີ ມຊ, ທ່ານ ປອ. ຄຳສຸກ ແກ້ວວົງຊາຍ ຜູ້ອຳນວຍການສະຖາບັນວິຈິດສິນແຫ່ງຊາດ, ມີແຂກຖືກເຊີນ, ພະນັກງານ, ຄູ-ອາຈານ ແລະນັກສຶກສາຜູ້ທີ່ໄດ້ຮັບທຶນເຂົ້າຮ່ວມ''',
    content:
        '''ໃນຕອນເຊົ້າວັນທີ 19 ກຸມພາ 2021 ຜ່ານມານີ້, ບໍລິສັດເບຍລາວ ໄດ້ມອບທຶນການສຶກສາໃຫ້ແກ່ນັກສຶກສາ ມະຫາວິທະຍາໄລແຫ່ງຊາດ(ມຊ) ແລະນັກສຶກສາສະຖາບັນ ວິຈິດສິນແຫ່ງຊາດ; ພິທີມອບ-ຮັບທຶນດັ່ງກ່າວ ໄດ້ຈັດຂຶ້ນທີ່ຫ້ອງປະຊຸມສະຖາບັນວິຈິດສິນແຫ່ງຊາດ ໂດຍການມອບຂອງທ່ານທ່ານ Henrik Juel Andersen ຜູ້ອຳນວຍການໃຫຍ່ ບໍລິສັດເບຍລາວ ແລະກ່າວຮັບໂດຍ ທ່ານ ຮສ. ໂພສີ ທິບດາວັນ ຮອງອະທິການບໍດີ ມຊ, ທ່ານ ປອ. ຄຳສຸກ ແກ້ວວົງຊາຍ ຜູ້ອຳນວຍການສະຖາບັນວິຈິດສິນແຫ່ງຊາດ, ມີແຂກຖືກເຊີນ, ພະນັກງານ, ຄູ-ອາຈານ ແລະນັກສຶກສາຜູ້ທີ່ໄດ້ຮັບທຶນເຂົ້າຮ່ວມ. 
        ຈຸດປະສົງຂອງການມອບທຶນການສຶກສາໃຫ້ແກ່ນັກສຶກສາ ມຊ ແລະນັກສຶກສາສະຖາບັນວິຈິດສິນແຫ່ງຊາດໃນຄັ້ງນີ້ ແມ່ນເພື່ອປະກອບສ່ວນຊຸກຍູ້ສົ່ງເສີມນັກສຶກສາຜູ້ທີ່ຮຽນດີ-ຮຽນເກັ່ງ, ມີຄຸນສົມບັດດີ, ແຕ່ຖານະຄອບຄົວທຸກຍາກຂາດເຂີນໄດ້ມີໂອກາດສຶກສາຮໍ່າຮຽນ; ເຊິ່ງທຶນທີ່ໄດ້ຮັບແມ່ນມີຄວາມສຳຄັນ ແລະມີປະໂຫຍດຫຼາຍຕໍ່ກັບນັກສຶກສາ ເພາະພວກເຂົາຈະໄດ້ໜູນໃຊ້ທຶນດັ່ງກ່າວເຂົ້າໃນການສຶກສາຮໍ່າຮຽນ ແລະຊ່ວຍຫຼຸດຜ່ອນຄ່າໃຊ້ຈ່າຍຂອງຄອບຄົວຄຕື່ມອີກ. ບໍລິສັດເບຍລາວໄດ້ສະໜັບສະໜູນໃຫ້ທຶນນັກສຶກສາ ແກ່ນັກສຶກສາ ມຊ ແລະສະຖາບັນວິຈິດສິນແຫ່ງຊາດຢ່າງຕໍ່ເນື່ອງ,  ເຊິ່ງການມອບທຶນໃຫ້ແກ່ນັກວືກສາໃນສົກສຶກສາ 2020-2021 ແມ່ນເປັນຄັ້ງທີ XI, ເຊິ່ງນັກສຶກສາ ມຊ ໄດ້ຮັບທຶນທັງໝົດມີ 120 ຄົນ, ຍິງ 74 ຄົນ (ມີ 14 ຊົນເຜົ່າ ທີ່ມາຈາກ 67 ເມືອງ) ມູນຄ່າທຶນທັງໝົດ 349,000,000 ກີບ(ສາມຮ້ອຍ ສີ່ສິບເກົ້າລ້ານກີບ); ນັກສຶກສາ ສະຖາບັນສິຈິດສິນແຫ່ງຊາດ ໄດ້ຮັບທຶນການສຶກສາທັງໝົດ 30 ຄົນ, ຍິງ 15 ຄົນ ລວມມູນຄ່າທັງໝົດ 91,000,000 ກີບ(ເກົ້າສິບເອັດລ້ານກີບ). ເຊິ່ງນັກສຶກສາຜູ້ທີ່ຮັບທຶນແມ່ນຈະໄດ້ຮັບເບ້ຍລ້ຽງເປັນອັດຕາເງິນເດືອນໆລະ 300,000 ກີບ/ຄົນ ໃນແຕ່ລະສົກສຶກສາ.''',
  ),
  News(
    author: "Fns-Admin",
    estimate: "2",
    category: "ຄວທ",
    favorite: "23K",
    seen: "3.5K",
    time: "24/02/21",
    title:
        "ພາກວິຊາວິທະຍາສາດຄອມພິວເຕີອຸປະຖໍາເຄື່ອງຄອມພິວເຕີໃຫ້ແກ່ ໂຮງຮຽນປະຖົມສົມບູນສາທິດ.",
    image:
        "https://scontent.fvte2-1.fna.fbcdn.net/v/t1.0-9/82880421_1923593901099068_1789604420024008704_n.jpg?_nc_cat=105&ccb=3&_nc_sid=730e14&_nc_eui2=AeGBDCNoUD9RF486VTVaRzPkBWs7thGfTTEFazu2EZ9NMdLNh7ONno8ibc-jgw8RcqCVbE12Tnnxd7yAAmAZWSW5&_nc_ohc=L_5IKvtTw-IAX86HYlo&_nc_ht=scontent.fvte2-1.fna&oh=c4cd61eca95b6bd25b476b1a2cee6956&oe=605AA3AD",
    subtitle:
        "ເພຶ່ອຕອບສະໜອງນະໂຍບາຍຂອງລັດຖະບານ ໃຫ້ທະລຸໄດ້ຕາມເປົ້າໝາຍ \"ການບໍລິຫານລັດດ້ວຍຄວາມທັນສະໄໜໃນຍຸກອຸດສາຫະກໍາ 4.0\". ພາກວິຊາວິທະຍາສາດຄອມພິວເຕີ ນອກຈາກການສິດສອນແລ້ວ ກໍ່ຍັງໄດ້ເຮັດໜ້າທີ່ເປັນຂົວຕໍ່ປະສານງານກັບພາກສ່ວນເອກະຊົນໂດຍສະເພາະ ຮ້ານດົງໂດກຄອມພິວ ເຕີກໍ່ໄດ້ຊ່ວຍອຸປະຖໍາເຄື່ອງຄອມພິວເຕີຄັ້ງນີ້ໃນມຸນຄ່າ 3,300,000 ກີບ ໃຫ້ແກ່ ໂຮງຮຽນປະຖົມສົມບູນສາທິດ. \nຂໍຂອບໃຈຢ່າງລົ້ນເຫຼື່ອມາຍັງ ທ່ານ ແກ້ວພິທູນ ພົມມີດວງ (ສິດເກົ່າ CS) ເຈົ້າຂອງຮ້ານດົງໂດກຄອມພິວເຕີ ຍາມໃດກໍ່ໃຫ້ການຊຸກຍູ້ ແລະ ຊ່ວຍເຫຼື່ອການພັດທະນາບຸກຄະລາກອນ ມາຕະຫຼອດ",
    content:
        "ເພຶ່ອຕອບສະໜອງນະໂຍບາຍຂອງລັດຖະບານ ໃຫ້ທະລຸໄດ້ຕາມເປົ້າໝາຍ \"ການບໍລິຫານລັດດ້ວຍຄວາມທັນສະໄໜໃນຍຸກອຸດສາຫະກໍາ 4.0\". ພາກວິຊາວິທະຍາສາດຄອມພິວເຕີ ນອກຈາກການສິດສອນແລ້ວ ກໍ່ຍັງໄດ້ເຮັດໜ້າທີ່ເປັນຂົວຕໍ່ປະສານງານກັບພາກສ່ວນເອກະຊົນໂດຍສະເພາະ ຮ້ານດົງໂດກຄອມພິວ ເຕີກໍ່ໄດ້ຊ່ວຍອຸປະຖໍາເຄື່ອງຄອມພິວເຕີຄັ້ງນີ້ໃນມຸນຄ່າ 3,300,000 ກີບ ໃຫ້ແກ່ ໂຮງຮຽນປະຖົມສົມບູນສາທິດ. \nຂໍຂອບໃຈຢ່າງລົ້ນເຫຼື່ອມາຍັງ ທ່ານ ແກ້ວພິທູນ ພົມມີດວງ (ສິດເກົ່າ CS) ເຈົ້າຂອງຮ້ານດົງໂດກຄອມພິວເຕີ ຍາມໃດກໍ່ໃຫ້ການຊຸກຍູ້ ແລະ ຊ່ວຍເຫຼື່ອການພັດທະນາບຸກຄະລາກອນ ມາຕະຫຼອດ",
  ),
  News(
    author: "Fns-Admin",
    estimate: "8",
    category: "ມຊ",
    favorite: "12K",
    seen: "30K",
    time: "10/01/21",
    title: "ສົນໃຈໄປເຂົ້າຮ່ວມໂຄງການແລກປ່ຽນຊໍາເມີໂປຣແກມທີ່ສະວິດເຊີແລນອ່ານທາງນີ້!",
    image:
        "https://www.worldtravelguide.net/wp-content/uploads/2017/04/Think-Switzerland-Country-Zermatt-Matterhorn-486574518-extravagantni-copy.jpg",
    subtitle:
        "ເປີດແລ້ວ ທຶນ ທີ່ຈະເຮັດໃຫ້ທ່ານ ເປີດໂລກະທັດໃໝ່ ດ້ວຍການໄປເຂົ້າຮ່ວມ ໂຄງການລະດູຮ້ອນ CERN international summer programme 2020 ທີ່ປະເທດ ສະວິສເຊີແລນ ເປັນເວລາ 8-13 ອາທິດ. ຜູ້ສະໝັກຕ້ອງເປັນນັກຮຽນ ລະດັບປະລິນຍາຕີ ຫຼື ໂທ ໃນສາຂາວິຊາ ຟິຊິກ, ວິສະວະກໍາ ວິທະຍາສາດຄອມພິວເຕີ ຫຼື ຄະນິດສາດ. ",
    content:
        '''ເປີດແລ້ວ ທຶນ ທີ່ຈະເຮັດໃຫ້ທ່ານ ເປີດໂລກະທັດໃໝ່ ດ້ວຍການໄປເຂົ້າຮ່ວມ ໂຄງການລະດູຮ້ອນ CERN international summer programme 2020 ທີ່ປະເທດ ສະວິສເຊີແລນ ເປັນເວລາ 8-13 ອາທິດ. ຜູ້ສະໝັກຕ້ອງເປັນນັກຮຽນ ລະດັບປະລິນຍາຕີ ຫຼື ໂທ ໃນສາຂາວິຊາ ຟິຊິກ, ວິສະວະກໍາ ວິທະຍາສາດຄອມພິວເຕີ ຫຼື ຄະນິດສາດ. 

          ປິດຮັບສະໝັກ: 31 ມັງກອນ 2020

          ລາຍລະອຽດ ແລະ ວິທີການສະໝັກທີ່: https://jobs.smartrecruiters.com/CERN/743999698739073-summer-student-programme-member-and-non-member-states- 

          Application Deadline: Jan 31 
          Visit: https://jobs.smartrecruiters.com/CERN/743999698739073-summer-student-programme-member-and-non-member-states- 

          The CERN international summer programme 2020, a fully-funded summer programme in Switzerland, is designed for Bachelor and Master students from the fields of Physics, Engineering, Computer Science or Mathematics to apply for. With duration of 8-13 weeks, candidates will get the opportunity to start a research career with others who love science.''',
  ),
  News(
    author: "Fns-Admin",
    estimate: "6",
    category: "ມຊ",
    favorite: "21K",
    seen: "40.2K",
    time: "20/02/21",
    title: "ຄະນະນໍາ ມຊ ຕ້ອນຮັບທ່ານເອກອັກຄະລັດຖະທູດ ຕວັກກີ",
    image: "https://www.nuol.edu.la/images/2021/M.1/011.jpg",
    subtitle:
        "ໃນວັນທີ 26 ມັງກອນ 2021 ນີ້, ທີ່ຫ້ອງຮັບແຂກຕຶກສໍານັກງານອະທິການບໍດີ, ທ່ານ ສຈ. ປອ. ສົມສີ ຍໍພັນໄຊ ອະທິການບໍດີ ມະຫາວິທະຍາໄລແຫ່ງຊາດ (ມຊ) ໄດ້ໃຫ້ກຽດຕ້ອນຮັບການມາຢ້ຽມຢາມຂອງທ່ານ ໂອຮັນ ອິຊິກ ເອກອັກຄະລັດຖະທູດ ວິສາມັນຜູ້ມີອຳນາດເຕັມ ແຫ່ງສາທາລະນະລັດ ຕວັກກີ ປະຈຳ ສປປ ລາວ (H.E. Mr. Orhan ISIK Ambassador Extraordinary and Plenipotentiary), ໂດຍມີບັນດາທ່ານ ຮອງອະທິການບໍດີ ແລະຜູ້ກ່ຽວຂ້ອງສອງຝ່າຍເຂົ້າຮ່ວມ.",
    content:
        '''ໃນວັນທີ 26 ມັງກອນ 2021 ນີ້, ທີ່ຫ້ອງຮັບແຂກຕຶກສໍານັກງານອະທິການບໍດີ, ທ່ານ ສຈ. ປອ. ສົມສີ ຍໍພັນໄຊ ອະທິການບໍດີ ມະຫາວິທະຍາໄລແຫ່ງຊາດ (ມຊ) ໄດ້ໃຫ້ກຽດຕ້ອນຮັບການມາຢ້ຽມຢາມຂອງທ່ານ ໂອຮັນ ອິຊິກ ເອກອັກຄະລັດຖະທູດ ວິສາມັນຜູ້ມີອຳນາດເຕັມ ແຫ່ງສາທາລະນະລັດ ຕວັກກີ ປະຈຳ ສປປ ລາວ (H.E. Mr. Orhan ISIK Ambassador Extraordinary and Plenipotentiary), ໂດຍມີບັນດາທ່ານ ຮອງອະທິການບໍດີ ແລະຜູ້ກ່ຽວຂ້ອງສອງຝ່າຍເຂົ້າຮ່ວມ.

        ຈຸດປະສົງຂອງການພົບປະ-ຢ້ຽມຢາມ ມຊ ຂອງທ່ານເອກອັກຄະລັດຖະທູດ ຕວັກກີ ຄັ້ງນີ້ແມ່ນເພື່ອເປັນການແນະນໍາໂຕເອງທີ່ໄດ້ຮັບຕໍາແໜ່ງເອກອັກຄະລັດຖະທູດ ວິສາມັນຜູ້ເຕັມອຳນາດແຫ່ງ ສາທາລະນະລັດ ຕວັກກີ ປະຈຳ ສປປ ລາວ ຄົນໃໝ່.  ພ້ອມທັງໄດ້ປຶກສາຫາລື ກ່ຽວກັບການຮ່ວມມື ດ້ານວິຊາການເຊິ່ງກັນ ແລະກັນ, ໂດຍສະເພາະແມ່ນການແລກປ່ຽນນັກສຶກສາ ແລະສະໜອງທຶນການສຶກສາໃຫ້ແກ່ ມຊ ໃນອະນາຄົດ, ທັງນີ້ກໍເພື່ອສຶບຕໍ່ຂະຫຍາຍສາຍພົວພັນຮ່ວມມື ລະຫວ່າງ ມຊ ແລະສະຫະພາບເອີຣົບ ແນໃສ່ພັດທະນາຊັບພະຍາກອນມະນຸດ ໃຫ້ມີຄວາມຮູ້-ຄວາມສາມາດ ແລະກ້າວໜ້າຂຶ້ນໄປເທື່ອລະກ້າວ. ໃນໂອກາດດັ່ງກ່າວ ທ່ານ ໂອຼຮັນ ເອິເຊິກ ຍັງໄດ້ໄປຢ້ຽມຢາມ ຄະນະເສດຖະສາດ ແລະບໍລິຫານທຸລະກິດ, ຄະນະອັກສອນສາດ, ສະຖາບັນພັດທະນາຊັບພະຍາກອນ ລາວ-ຢີປຸ່ນ ແລະຫໍສະໝຸດກາງ ຂອງ ມຊ ຕື່ມອີກ.''',
  ),
  News(
    author: "Fns-Admin",
    estimate: "2",
    category: "ມຊ",
    favorite: "21K",
    seen: "40.2K",
    time: "20/02/21",
    title: "ເປີດແລ້ວ! ທຶນການສຶກສາຈາກມະຫາວິທະຍາໄລຈຸລາລົງກອນ",
    image:
        "https://1.bp.blogspot.com/-doK11Z7KklE/XmdEzWlJfcI/AAAAAAAAEFs/OQ3ArNSyl0MasdRAk6sLf0Ornb26j5k8gCLcBGAsYHQ/s640/89436285_494235324602091_2772562493791272960_n.jpg",
    subtitle:
        "ມາແລ້ວ ທຶນການສຶກສາ ຈາກ ຈຸລາລົງກອນ ປະເທດໄທ ຄະນະ ສື່ສານມວນຊົນຫຼັກສູດນານາຊາດ ສໍາຫຼັບນັກຮຽນ ອາຊຽນ ລວມ ສປປ ລາວ ລວມມີ ຄ່າຮຽນ, ຄ່າໃຊ້ຈ່າຍ ແລະ ຄ່າປີ້ຍົນ",
    content: '''ມາແລ້ວ ທຶນການສຶກສາ ຈາກ ຈຸລາລົງກອນ ປະເທດໄທ ຄະນະ ສື່ສານມວນຊົນ
                ຫຼັກສູດນານາຊາດ ສໍາຫຼັບນັກຮຽນ ອາຊຽນ ລວມ ສປປ ລາວ 
                ລວມມີ ຄ່າຮຽນ, ຄ່າໃຊ້ຈ່າຍ ແລະ ຄ່າປີ້ຍົນ

                ປິດຮັບສະໝັກ: 31 ມີນາ 2020

                ວິທີການສະໝັກ ແມ່ນສະໝັກອອນລາຍ ເທົ່ານັ້ນ. 
                ລາຍລະອຽດ ແລະ ວິທີການສະໝັກ: www.laoyouth-radio.com

                ຂໍໃຫ້ທຸກຄົນ ໂຊກດີ ''',
  ),
];

//
//
//
//

List<News> fnsList = [
  News(
    author: "ປອ ສົມສັກ",
    estimate: "2",
    category: "ຄວທ",
    favorite: "0",
    seen: "0.5K",
    time: "23/02/21",
    title: "ວິທະຍາສາດຄອມພິວເຕີ (Computer Science) ແມ່ນຫຍັງ?",
    image: "https://media.mehrnews.com/d/2018/10/28/4/2940617.jpg",
    subtitle:
        '''ວິທະຍາສາດຄອມພິວເຕີ (Computer Science) ແມ່ນການສຶກສາ - ຄົ້ນຄວ້າກ່ຽວກັບ ລະບົບຄອມພີວເຕີ, ລະບົບການຄໍານວນ (Computational System) ແລະ ທິດສະດີວິທະຍາສາດພື້ນຖານຕ່າງໆ (Scientific Theories) ທີ່ກ່ຽວຂ້ອງ ຊີ່ງລົງເລີກກ່ຽວກັບຊັອບແວ (Software) ທາງດ້ານປັນຍາປະດິດ (Artificial Intelligence ຫຼື AI), ດ້ານວິທະຍາສາດຂໍ້ມູນ (Data Science), ດ້ານນະວັດຕະກໍາເຕັກໂນໂລຊີ (Technological Innovation), ດ້ານການພັດທະນາຊັອບແວນໍາໃຊ້ (App Development) ແລະ ດ້ານການອອກແບບລະບົບເຕັກໂນໂລຊີຕ່າງໆ (Technology Platforms).''',
    content:
        '''ວິທະຍາສາດຄອມພິວເຕີ (Computer Science) ແມ່ນການສຶກສາ - ຄົ້ນຄວ້າກ່ຽວກັບ ລະບົບຄອມພີວເຕີ, ລະບົບການຄໍານວນ (Computational System) ແລະ ທິດສະດີວິທະຍາສາດພື້ນຖານຕ່າງໆ (Scientific Theories) ທີ່ກ່ຽວຂ້ອງ ຊີ່ງລົງເລີກກ່ຽວກັບຊັອບແວ (Software) ທາງດ້ານປັນຍາປະດິດ (Artificial Intelligence ຫຼື AI), ດ້ານວິທະຍາສາດຂໍ້ມູນ (Data Science), ດ້ານນະວັດຕະກໍາເຕັກໂນໂລຊີ (Technological Innovation), ດ້ານການພັດທະນາຊັອບແວນໍາໃຊ້ (App Development) ແລະ ດ້ານການອອກແບບລະບົບເຕັກໂນໂລຊີຕ່າງໆ (Technology Platforms).''',
  ),
  News(
    author: "Fns-Admin",
    estimate: "2",
    category: "ຄວທ",
    favorite: "23K",
    seen: "3.5K",
    time: "24/02/21",
    title:
        "ພາກວິຊາວິທະຍາສາດຄອມພິວເຕີອຸປະຖໍາເຄື່ອງຄອມພິວເຕີໃຫ້ແກ່ ໂຮງຮຽນປະຖົມສົມບູນສາທິດ.",
    image:
        "https://scontent.fvte2-1.fna.fbcdn.net/v/t1.0-9/82880421_1923593901099068_1789604420024008704_n.jpg?_nc_cat=105&ccb=3&_nc_sid=730e14&_nc_eui2=AeGBDCNoUD9RF486VTVaRzPkBWs7thGfTTEFazu2EZ9NMdLNh7ONno8ibc-jgw8RcqCVbE12Tnnxd7yAAmAZWSW5&_nc_ohc=L_5IKvtTw-IAX86HYlo&_nc_ht=scontent.fvte2-1.fna&oh=c4cd61eca95b6bd25b476b1a2cee6956&oe=605AA3AD",
    subtitle:
        "ເພຶ່ອຕອບສະໜອງນະໂຍບາຍຂອງລັດຖະບານ ໃຫ້ທະລຸໄດ້ຕາມເປົ້າໝາຍ \"ການບໍລິຫານລັດດ້ວຍຄວາມທັນສະໄໜໃນຍຸກອຸດສາຫະກໍາ 4.0\". ພາກວິຊາວິທະຍາສາດຄອມພິວເຕີ ນອກຈາກການສິດສອນແລ້ວ ກໍ່ຍັງໄດ້ເຮັດໜ້າທີ່ເປັນຂົວຕໍ່ປະສານງານກັບພາກສ່ວນເອກະຊົນໂດຍສະເພາະ ຮ້ານດົງໂດກຄອມພິວ ເຕີກໍ່ໄດ້ຊ່ວຍອຸປະຖໍາເຄື່ອງຄອມພິວເຕີຄັ້ງນີ້ໃນມຸນຄ່າ 3,300,000 ກີບ ໃຫ້ແກ່ ໂຮງຮຽນປະຖົມສົມບູນສາທິດ. \nຂໍຂອບໃຈຢ່າງລົ້ນເຫຼື່ອມາຍັງ ທ່ານ ແກ້ວພິທູນ ພົມມີດວງ (ສິດເກົ່າ CS) ເຈົ້າຂອງຮ້ານດົງໂດກຄອມພິວເຕີ ຍາມໃດກໍ່ໃຫ້ການຊຸກຍູ້ ແລະ ຊ່ວຍເຫຼື່ອການພັດທະນາບຸກຄະລາກອນ ມາຕະຫຼອດ",
    content:
        "ເພຶ່ອຕອບສະໜອງນະໂຍບາຍຂອງລັດຖະບານ ໃຫ້ທະລຸໄດ້ຕາມເປົ້າໝາຍ \"ການບໍລິຫານລັດດ້ວຍຄວາມທັນສະໄໜໃນຍຸກອຸດສາຫະກໍາ 4.0\". ພາກວິຊາວິທະຍາສາດຄອມພິວເຕີ ນອກຈາກການສິດສອນແລ້ວ ກໍ່ຍັງໄດ້ເຮັດໜ້າທີ່ເປັນຂົວຕໍ່ປະສານງານກັບພາກສ່ວນເອກະຊົນໂດຍສະເພາະ ຮ້ານດົງໂດກຄອມພິວ ເຕີກໍ່ໄດ້ຊ່ວຍອຸປະຖໍາເຄື່ອງຄອມພິວເຕີຄັ້ງນີ້ໃນມຸນຄ່າ 3,300,000 ກີບ ໃຫ້ແກ່ ໂຮງຮຽນປະຖົມສົມບູນສາທິດ. \nຂໍຂອບໃຈຢ່າງລົ້ນເຫຼື່ອມາຍັງ ທ່ານ ແກ້ວພິທູນ ພົມມີດວງ (ສິດເກົ່າ CS) ເຈົ້າຂອງຮ້ານດົງໂດກຄອມພິວເຕີ ຍາມໃດກໍ່ໃຫ້ການຊຸກຍູ້ ແລະ ຊ່ວຍເຫຼື່ອການພັດທະນາບຸກຄະລາກອນ ມາຕະຫຼອດ",
  ),
  News(
    author: "Fns-Admin",
    estimate: "10",
    category: "ຄວທ",
    favorite: "21K",
    seen: "6.2K",
    time: "12/01/21",
    title:
        "ຄະນະຊາວໜຸ່ມວິທະຍາອາສາ ຮາກຖານຄະນະວິທະຍາສາດທຳມະຊາດ ມອບເຄື່ອງຊ່ວຍເຫຼືອໃຫ້ແກ່ໂຮງຮຽນເຂດລ້ອງນໍ້າຮາງ",
    image:
        "https://www.nuol.edu.la/images/2020/D.12/Volunteers_of_the_Faculty_of_Natural_Sciences_donated_school_supplies_and_clothes_to_a_school_in_the_Long_Nam_Hang_area-01.jpg",
    subtitle:
        "ໃນລະຫວ່າງວັນທີ 3-6 ທັນວາ 2020 ຜ່ານມານີ້, ຄະນະຊາວໜຸ່ມວິທະຍາອາສາ ຮາກຖານ ຄະນະວິທະຍາສາດທຳມະຊາດ(ຄວທ) ມະຫາວິທະຍາໄລແຫ່ງຊາດ(ມຊ) ໄດ້ມອບເຄື່ອງຊ່",
    content:
        '''ໃນລະຫວ່າງວັນທີ 3-6 ທັນວາ 2020 ຜ່ານມານີ້, ຄະນະຊາວໜຸ່ມວິທະຍາອາສາ ຮາກຖານ ຄະນະວິທະຍາສາດທຳມະຊາດ(ຄວທ) ມະຫາວິທະຍາໄລແຫ່ງຊາດ(ມຊ) ໄດ້ມອບເຄື່ອງຊ່ວຍເຫຼືອໃຫ້ແກ່ໂຮງຮຽນເຂດລ້ອງນໍ້າຮາງ  ເມືອງຈອມເພັດ ແຂວງຫຼວງພະບາງ, ໂດຍການມອບຂອງ ສະຫາຍ ນາງ ຈິດນາວັນ ພອນຄຳມາ ຄະນະບໍລິຫານງານຊາວໜຸ່ມ ມຊ, ເລຂາຊາວໜຸ່ມຮາກຖານ ຄວທ ແລະກ່າວຮັບໂດຍທ່ານ ສົມສັກ ສິຣິວົງ ຮອງເຈົ້າເມືອງໆຈອມເພັດ ແຂວງຫຼວງພະບາງ, ມີທ່ານ ສົມສັກ ສອນປະດິດ ຮອງຫົວໜ້າພະແນກສຶກສາທິການ ແລະກີລາແຂວງຫຼວງພະບາງ ພ້ອມດ້ວຍອຳນາດການປົກຄອງ ແລະຄະນະຊາວໜຸ່ມວິທະຍາອາສາເຂົ້າຮ່ວມ.

          ການມອບເຄື່ອງຊ່ວຍເຫຼືອ ໃຫ້ແກ່ໂຮງຮຽນເຂດລ້ອງນໍ້າຮາງ  ເມືອງຈອມເພັດ ແຂວງຫຼວງພະບາງ ໃນຄັ້ງນີ້, ເປັນກິດຈະກໍາໜຶ່ງທີ່ປະຕິບັດຕາມແຜນຂອງຄະນະຊາວໜຸ່ມວິທະຍາອາສາ ຮາກຖານ ຄວທ, ພ້ອມທັງເປັນການແບ່ງປັນນໍ້າໃຈຊ່ວຍເຫຼືອໃຫ້ແກ່ໂຮງຮຽນທີ່ຢູ່ຫ່າງໄກສອກຫຼີກ ແລະທຸລະກັນດານ; ເຄື່ອງຊ່ວຍເຫຼືອທີ່ໄດ້ນໍາໄປມອບໃຫ້ໂຮງຮຽນເຂດ ລ້ອງນໍ້າຮາງ ຄັ້ງນີ້ປະກອບມີ ອຸປະກອນການຮຽນ, ເຄື່ອງໃຊ້ຫ້ອງການ, ເຄື່ອງກີລາ, ເຄື່ອງນຸ່ງຫົ່ມ ແລະອາຫານຈຳນວນໜຶ່ງ ລວມມູນຄ່າທັງໝົດ 13,000,000 ກີບ (ສິບສາມລ້ານກວ່າກີບ).''',
  ),
  News(
    author: "Fns-Admin",
    estimate: "7",
    category: "ຄວທ",
    favorite: "12K",
    seen: "30K",
    time: "10/01/21",
    title:
        "ຄວທ ຈັດງານວາງສະແດງຜົນງານ-ເຜີຍແຜ່ຜົນການຄົ້ນຄວ້າວິທະຍາສາດ ປະຈຳປີ 2020",
    image:
        "https://www.nuol.edu.la/images/2020/D.12/Faculty_of_Natural_Sciences_2020_Scientific_Research_Exhibition.jpg",
    subtitle:
        "ໃນຕອນເຊົ້າ ວັນທີ 25 ທັນວາ 2020 ຜ່ານມາ, ຄະນະວິທະຍາສາດທຳມະຊາດ(ຄວທ) ໄດ້ຈັດງານເຜີຍແຜ່ຜົນງານການຄົ້ນຄວ້າ ແລະວາງສະ",
    content:
        '''ໃນຕອນເຊົ້າ ວັນທີ 25 ທັນວາ 2020 ຜ່ານມາ, ຄະນະວິທະຍາສາດທຳມະຊາດ(ຄວທ) ໄດ້ຈັດງານເຜີຍແຜ່ຜົນງານການຄົ້ນຄວ້າ ແລະວາງສະແດງຜົນງານການຄົນຄວ້າວິທະຍາສາດປະຈຳປີ 2020 ທີ່ສະໂມສອນໃຫຍ່ ມະຫາວິທະຍາໄລແຫ່ງຊາດ, ໂດຍການເປັນປະທານຂອງທ່ານ ປອ. ສຸລິອຸດົງ ສູນດາຣາ ຮອງລັດຖະມົນຕີກະຊວງວິທະຍາສາດ ແລະເຕັກໂນໂລຊີ, ທ່ານ ຮສ. ປອ. ນາງ ສົມຈັນ ບຸນພັນມີ ຮອງອະທິການບໍດີ ມະຫາວິທະຍາໄລແຫ່ງຊາດ, ມີທ່ານ ຮສ. ປອ. ບຸນຜັນ ຕົ້ນແພງ ຄະນະບໍດີ ຄະນະວິທະຍາສາດທຳມະຊາດ ພ້ອມດ້ວຍຄະນະ, ມີແຂກຖືກເຊີນ, ພະນັກງານ, ຄູ-ອາຈານ ແລະນັກສຶກສາເຂົ້າຮ່ວມ.

            ຈຸດປະສົງຂອງການຈັດງານກ່າວ ແມ່ນເພື່ອເຜີຍແຜ່-ແລກປ່ຽນ ແລະວາງສະແດງຜົນງານການຄົ້ນຄວ້າ, ເພື່ອສ້າງຄວາມເຂົ້າໃຈອັນເລິກເຊິ່ງກ່ຽວການຄົ້ນຄວ້າວິທະຍາສາດໃນຂະແໜງການຕ່າງໆ. ໃນໄລຍະຜ່ານມາ ຄວທ ໄດ້ສຸ່ມໃສ່ການຄົ້ນຄ້ວາໃນຫຼາກຫຼາຍຫົວຂໍ້ເປັນຕົ້ນແມ່ນດ້ານຊີວະນາໆພັນ, ວິທະຍາສາດ, ຟິຊິກສາດ ແລະອື່ນໆ, ໂດຍໄດ້ຮັບທຶນສະໜັບສະໜູນທະນາຄານໂລກຜ່ານກອງທຶນປົກປັກຮັກສາສິ່ງແວດລ້ອມ; ນອກຈາກນັ້ນ, ພາຍໃນງານຍັງໄດ້ຮັບຟັງບັນຍາຍພິເສດຈາກທ່ານ ປອ. ສຸລິອຸດົງ ສູນດາຣາ ໃນຫົວຂໍ້: “ທັກສະການຄົ້ນຄວ້າວິທະຍາສາດ”, ຫົວຂໍ້ “ການສຶກສາສະເກັດດາວ ຢູ່ ສປປ ລາວ” ໂດຍທ່ານ ອຈ. ປອ. ສູນທອນ ສິງສຸໂພ ຮອງຫົວໜ້າພາກວິຊາຟີຊິກສາດ ຄວທ, ຫົວຂໍ້ “ແນວໂນ້ມເທັກໂນໂລຊີເພື່ອການສຶກສາ” ໂດຍບໍລິສັດສະມາດເທັກໂນໂລຊີ ແລະ ຫົວຂໍ້ “ແຮງບັນດານໃຈໃນການສ້າງຕັ້ງບໍລິສັດ ແລະເທັກໂນໂລຊີທີ່ໃຊ້ໃນບໍລິສັດ” ໂດຍທ່ານ ພຸດ ສີສຸພັນ ປະທານບໍລິສັດຮຸ່ງອະລຸນຂົນສົ່ງຈໍາກັດ.

            ພ້ອມນັ້ນ, ໃນຕອນບ່າຍຍັງມີການແຂ່ງຂັນຫຸ່ນຍົນຂອງນ້ອງນັກຮຽນລະດັບມັດທະຍົມສຶກສາຕອນຕົ້ນ ເຊິ່ງມີນັກຮຽນຈາກ 4 ໂຮງຮຽນເຂົ້າຮ່ວມຄື: ໂຮງຮຽນມັດທະຍົມສົມບູນສາທິດ,  ໂຮງຮຽນມັດທະຍົມສົມບູນຕານມີໄຊ, ໂຮງຮຽນມັດທະຍົມສົມບູນວຽງຈັນ ແລະໂຮງຮຽນພອນສະຫວັນ ແລະຊົນເຜົ່າກຽມມະຫາວິທະຍາໄລ.''',
  ),
  News(
    author: "Fns-Admin",
    estimate: "5",
    category: "ຄວທ",
    favorite: "700",
    seen: "2.0K",
    time: "20/02/21",
    title:
        "Download ໄປໃຊ້ຕາມອັດຕະຍາໄສ ແລະ ໃຫ້ເກີດຜົນປະໂຫຍດສູງສຸດຕໍ່ຕົນເອງ ແລະ ສັງຄົມ",
    image: "https://bornsql.ca/wp-content/uploads/2018/10/logo-sql-715x400.png",
    subtitle:
        '''ສໍາລັບຜູ້ທີ່ "ມັກ ຮັກ" ການພັດທະນາ App ທີ່ໃຊ້ Microsoft SQL Server ເປັນຖານຂໍ້ມູນ''',
    content: '''ມີຂ່າວດີມາຝາກ! ສໍາລັບເດືອນແຫ່ງຄວາມຮັກ 14 ກຸມພາ ຈະມາເຖິງນິ້
              (ສໍາລັບຜູ້ທີ່ "ມັກ ຮັກ" ການພັດທະນາ App ທີ່ໃຊ້ Microsoft SQL Server ເປັນຖານຂໍ້ມູນ) ຂພຈ ຂໍແບ່ງປັນ Microsoft SQL Server 2014 ທີ່ເປັນລິຂະສິດຂອງ ຂພຈ ເອງໃຫ້ຜູ້ທີ່ "ມັກ ຮັກ" Download ໄປໃຊ້ຕາມອັດຕະຍາໄສ ແລະ ໃຫ້ເກີດຜົນປະໂຫຍດສູງສຸດຕໍ່ຕົນເອງ ແລະ ສັງຄົມ.
              ຂັ້ນຕອນ Download ISO files (32-bit: 1GB, 64-bit: 2GB ) 
              ຈາກ Microsoft DreamSpark.com
              1. Install the Secure Download Manager (SDM)
                  (ແນະນໍາໃຊ້ Pause and Resume ຖ້າ Internet ຊ້າໆ!)
                  http://e5.onthehub.com/Static/Installers/SDM_EN.msi
              2. Double click ທີ່ SDX file "Somsack-Inthasone-100296522177.sdx"
                  https://drive.google.com/.../0B6TRsFODzZrWNHVsSHp.../view...''',
  ),
  News(
    author: "Fns-Admin",
    estimate: "4",
    category: "ຄວທ",
    favorite: "502",
    seen: "1.2K",
    time: "23/02/21",
    title:
        "ຊົມເຊີຍນັກສຶກສາປີ 2 ສາຂາວິທະຍາສາດຄອມພິວເຕີ ຈາກພາກວິຊາວິທະຍາສາດຄອມພິວເຕີ",
    image:
        "https://scontent.fvte2-2.fna.fbcdn.net/v/t1.0-9/41395048_938888682980334_6694089852352200704_n.jpg?_nc_cat=108&ccb=3&_nc_sid=730e14&_nc_eui2=AeEnuvNBXCE2a4sDDDAiWnMfoamRqzH8xaehqZGrMfzFp4UfTXJOoiSGzMWJTWCkEw8NWvvVUG_gn1uCh1o2tinK&_nc_ohc=nkoRcATa6GcAX-cJVKU&_nc_ht=scontent.fvte2-2.fna&oh=0244f86669e6c940e7a227becfa02150&oe=60594761",
    subtitle:
        "ນັກສຶກສາປີ 2 ຈາກພາກວິຊາວິທະຍາສາດຄອມພິວເຕີ, ຄວທ, ມຊ ສາມາດຍາດໄດ້ລາງວັນທີ່ 1 ແລະ ເປັນຕົວແທນໃນການແຂ່ງຂັນລະດັບອາຊ່ຽນ",
    content: '''ນັກສຶກສາປີ 2 ຈາກພາກວິຊາວິທະຍາສາດຄອມພິວເຕີ, ຄວທ, ມຊ
                ສາມາດຍາດໄດ້ລາງວັນທີ່ 1 ແລະ ເປັນຕົວແທນໃນການແຂ່ງຂັນລະດັບອາຊ່ຽນ
                Congratulations! Dok Champa Team for being the first winner of #ASEANDSENationalFinals2018 in Lao PDR and for becoming the representative of Lao PDR for the ASEAN FACE-OFF next month''',
  ),
  News(
    author: "Fns-Admin",
    estimate: "8",
    category: "ຄວທ",
    favorite: "0",
    seen: "1.5K",
    time: "23/02/21",
    title: "ຄວທ ແລະບໍລິສັດ ສະມາດເທັກໂນໂລຢີ ຈຳກັດ ລົງນາມຮ່ວມມືດ້ານວິຊາການ",
    image:
        "https://www.nuol.edu.la/images/2021/M.1/FNS_and_Smart_Technology_Co_Ltd_sign_technical_cooperation_agreement.jpg",
    subtitle:
        '''ໃນຕອນບ່າຍວັນທີ 21 ມັງກອນ 2021 ນີ້, ຄະນະວິທະຍາສາດທໍາມະຊາດ(ຄວທ)ມະຫາວິທະຍາໄລແຫ່ງຊາດ(ມຊ) ແລະບໍລິສັດສະມາດເທັກໂນໂລຢີ ໄດ້ຈັດພິທີເຊັນສັນຍາການຮ່ວມມືດ້ານວິຊາກ''',
    content:
        '''ໃນຕອນບ່າຍວັນທີ 21 ມັງກອນ 2021 ນີ້, ຄະນະວິທະຍາສາດທໍາມະຊາດ(ຄວທ)ມະຫາວິທະຍາໄລແຫ່ງຊາດ(ມຊ) ແລະບໍລິສັດສະມາດເທັກໂນໂລຢີ ໄດ້ຈັດພິທີເຊັນສັນຍາການຮ່ວມມືດ້ານວິຊາການ(MOA) ຂຶ້ນທີ່ ຫ້ອງປະຊຸມຂອງບໍລິສັດດັ່ງກ່າວ ທີ່ຕັ້ງຢູ່ບ້ານດົງຄຳຊ້າງ ເມືອງຫາດຊາຍຟອງ ນະຄອນຫຼວງວຽງຈັນ. ລົງນາມການຮ່ວມມືຝ່າຍ ມຊ. ລົງນາມໂດຍທ່ານ ຮສ. ປອ. ບຸນຜັນ ຕົ້ນແພງ ຄະນະບໍດີ ຄວທ, ຝ່າຍບໍລິສັດ ສະມາດເທັກໂນໂລຢີ ຈຳກັດ ລົງນາມໂດຍທ່ານ ພູທອງ ພົນວິໄຊ ຜູ້ອຳນວຍການບໍລິສັດ ສະມາດເທັກໂນໂລຢີ ຈຳກັດ, ໃຫ້ກຽດເຂົ້າຮ່ວມໂດຍທ່ານ ສຈ. ປອ. ສົມສີ ຍໍພັນໄຊ ອະທິການບໍດີ ມຊ, ມີບັດດາທ່ານຮອງຄະນະບໍດີ, ຫົວໜ້າຫ້ອງການທີ່ກ່ຽວຂ້ອງ, ແຂກຖືກເຊີນ ແລະພະນັກງານ, ຄູ-ອາຈານ ທັງສອງພາກສ່ວນເຂົ້າຮ່ວມເປັນສັກຂີພິຍານ.

          ການລົງນາມການຮ່ວມມືຂອງສອງຝ່າຍໃນຄັ້ງນີ້ ກໍເພື່ອຮວບຮວມ ລິ້ງ(Links) ຂອງເວບໄຊ(website) ແລະ ແອັບພີຼເຄຊັນ ທັງໝົດທີ່ຈຳເປັນຂອງຄະນະວິທະຍາສາດທຳມະຊາດ ເຂົ້າໃນລະບົບແອັບພີຼເຄຊັນ ສະມາດໂຟນ ເພື່ອໃຫ້ເຂົ້າເຖິງຂໍ້ມູນໄດ້ຫຼາຍຂຶ້ນ, ສ້າງດີຈີຕອນຄອນເທັນ ສຳລັບການເຝິກອົບຮົມໄລຍະສັ້ນ, ນຳສະເໜີ ແລະໂຄສະນາດີຈີຕອນຄອນເທັນຂອງ ຄວທ ຜ່ານຊ່ອງທາງ YouTube, Facebook ແລະDigital Platform.

          ການເຊັນສັນຍາຄັ້ງນີ້ຍັງເພື່ອເປັນການຕອອບສະໜອງຕໍ່ການພັດທະນາການຮຽນ-ການສອນ ຜ່ານເຄື່ອງມືທີ່ທັນສະໄໝ; ເພື່ອໃຫ້ການບໍລິຫານມີຄວາມວ່ອງໄວຂຶ້ນ ແລະປະຢັດເວລາ ພ້ອມທັງປະຢັດວັດສະດຸ ເພື່ອໃຫ້ຄະນະນຳແຕ່ລະຂັ້ນ, ຄູ-ອາຈານມີເວລາສຸມໃສ່ວຽກງານວິຊາການຫຼາຍຂຶ້ນ; ເພື່ອເປັນການເຜີຍແຜ່ຂໍ້ມູນຜົນການຄົ້ນຄວ້າວິທະຍາສາດຂອງຄູ-ອາຈານ ແລະນັກສຶກສາພາຍໃນຄະນະຢ່າງກວ້າງຂວາງ, ເປັນໜ້າສົນໃຈແກ່ຜູ້ເຂົ້າເບິ່ງ ແລະທັນເວລາ; ເພື່ອເປັນການສ້າງລາຍຮັບໃຫ້ແກ່ຄະນະເພື່ອຕອບສະໜອງກັບນະໂນບາຍຂອງລັດວ່າໃຫ້ກຸ້ມຕົວເອງໃນດ້ານການເງິນໄປເທື່ອລະກ້າວ; ເພື່ອໃຫ້ນັກສຶກສາມີບ່ອນເຝິກງານຫຼາຍຂຶ້ນ ພ້ອມທັງຮຽນຮູ້ຈາກການປະຕິບັດຕົວຈິງ ແລະແທດເໝາະກັບວິຊາສະເພາະ. ການຮ່ວມມືຄັ້ງນີ້ຍັງເພື່ອເປັນການພັດທະນາໃຫ້ໄປຕາມຍຸກໂລກາວິວັດ ຫຼືວ່າຍຸກແຫ່ງການຮ່ວມມືທີ່ບໍ່ມີພົມແດນ. ໂຄງການດັ່ງກ່າວນີ້ຈະດຳເນີນໄປເວລາທັງໝົດ 5 ປີ ຈຶ່ງຈະສິ້ນສຸດສັນຍາ.''',
  ),
  News(
    author: "Fns-Admin",
    estimate: "5",
    category: "ຄວທ",
    favorite: "0",
    seen: "10.5B",
    time: "23/02/21",
    title: "ຫ້ອງ 2CW2 ໄດ້ຈັດກິດຈະກຳແລກຂອງຂວັນ ຂອງທີ່ລະນຶກໃຫ້ກັນ ແລະ ກັນ",
    image:
        "https://scontent.fvte2-3.fna.fbcdn.net/v/t1.0-9/133783849_417796742699749_7243348795546401962_o.jpg?_nc_cat=109&ccb=3&_nc_sid=8bfeb9&_nc_eui2=AeHbgRIUG6odIJrgi5zE3bxuD5pxOsnpzsUPmnE6yenOxRal7ON6HWZBlfF_ugpuH9kmA7_nj7ecJ068MEk6XAkv&_nc_ohc=y_BkkPpmBNgAX-97MX_&_nc_ht=scontent.fvte2-3.fna&oh=49a0cc0c083576ed1b5492b79681ebc3&oe=605B2FD4",
    subtitle:
        '''ເນື່ອງໃນໂອກາດສົ່ງທ້າຍປີເກົ່າຕ້ອນຮັບປີໃໝ່ ທີ່ຈະມາຮອດໃນໄວໆນີ້ ຫ້ອງ1CW2ຂອງພວກເຮົາໄດ້ຈັດກິດຈະກຳແລກຂອງຂວັນ ເປັນຂອງທີ່ລະນຶກໃຫ້ກັນແລະກັນ''',
    content:
        '''ໃນຕອນບ່າຍວັນທີ 30 ທັນວາ 2020 ນີ້,ຫ້ອງ 2CW2 ສາຂາການພັດທະນາເວບໄຊ, ພາກວິຊາວິທະຍາສາດຄອມພິວເຕີ, ຄະນະວິທະຍາສາດທໍາມະຊາດ(ຄວທ), ມະຫາວິທະຍາໄລແຫ່ງຊາດ(ມຊ) ໄດ້ຈັດພິທີແລກຂອງຂວັນ ເປັນຂອງທີ່ລະນຶກໃຫ້ກັນແລະກັນ''',
  ),
];

//
//
//
//
//

List<News> recentList = [
  News(
    author: "Fns-Admin",
    estimate: "8",
    category: "ຄວທ",
    favorite: "0",
    seen: "1.5K",
    time: "23/02/21",
    title: "ຄວທ ແລະບໍລິສັດ ສະມາດເທັກໂນໂລຢີ ຈຳກັດ ລົງນາມຮ່ວມມືດ້ານວິຊາການ",
    image:
        "https://www.nuol.edu.la/images/2021/M.1/FNS_and_Smart_Technology_Co_Ltd_sign_technical_cooperation_agreement.jpg",
    subtitle:
        '''ໃນຕອນບ່າຍວັນທີ 21 ມັງກອນ 2021 ນີ້, ຄະນະວິທະຍາສາດທໍາມະຊາດ(ຄວທ)ມະຫາວິທະຍາໄລແຫ່ງຊາດ(ມຊ) ແລະບໍລິສັດສະມາດເທັກໂນໂລຢີ ໄດ້ຈັດພິທີເຊັນສັນຍາການຮ່ວມມືດ້ານວິຊາກ''',
    content:
        '''ໃນຕອນບ່າຍວັນທີ 21 ມັງກອນ 2021 ນີ້, ຄະນະວິທະຍາສາດທໍາມະຊາດ(ຄວທ)ມະຫາວິທະຍາໄລແຫ່ງຊາດ(ມຊ) ແລະບໍລິສັດສະມາດເທັກໂນໂລຢີ ໄດ້ຈັດພິທີເຊັນສັນຍາການຮ່ວມມືດ້ານວິຊາການ(MOA) ຂຶ້ນທີ່ ຫ້ອງປະຊຸມຂອງບໍລິສັດດັ່ງກ່າວ ທີ່ຕັ້ງຢູ່ບ້ານດົງຄຳຊ້າງ ເມືອງຫາດຊາຍຟອງ ນະຄອນຫຼວງວຽງຈັນ. ລົງນາມການຮ່ວມມືຝ່າຍ ມຊ. ລົງນາມໂດຍທ່ານ ຮສ. ປອ. ບຸນຜັນ ຕົ້ນແພງ ຄະນະບໍດີ ຄວທ, ຝ່າຍບໍລິສັດ ສະມາດເທັກໂນໂລຢີ ຈຳກັດ ລົງນາມໂດຍທ່ານ ພູທອງ ພົນວິໄຊ ຜູ້ອຳນວຍການບໍລິສັດ ສະມາດເທັກໂນໂລຢີ ຈຳກັດ, ໃຫ້ກຽດເຂົ້າຮ່ວມໂດຍທ່ານ ສຈ. ປອ. ສົມສີ ຍໍພັນໄຊ ອະທິການບໍດີ ມຊ, ມີບັດດາທ່ານຮອງຄະນະບໍດີ, ຫົວໜ້າຫ້ອງການທີ່ກ່ຽວຂ້ອງ, ແຂກຖືກເຊີນ ແລະພະນັກງານ, ຄູ-ອາຈານ ທັງສອງພາກສ່ວນເຂົ້າຮ່ວມເປັນສັກຂີພິຍານ.

          ການລົງນາມການຮ່ວມມືຂອງສອງຝ່າຍໃນຄັ້ງນີ້ ກໍເພື່ອຮວບຮວມ ລິ້ງ(Links) ຂອງເວບໄຊ(website) ແລະ ແອັບພີຼເຄຊັນ ທັງໝົດທີ່ຈຳເປັນຂອງຄະນະວິທະຍາສາດທຳມະຊາດ ເຂົ້າໃນລະບົບແອັບພີຼເຄຊັນ ສະມາດໂຟນ ເພື່ອໃຫ້ເຂົ້າເຖິງຂໍ້ມູນໄດ້ຫຼາຍຂຶ້ນ, ສ້າງດີຈີຕອນຄອນເທັນ ສຳລັບການເຝິກອົບຮົມໄລຍະສັ້ນ, ນຳສະເໜີ ແລະໂຄສະນາດີຈີຕອນຄອນເທັນຂອງ ຄວທ ຜ່ານຊ່ອງທາງ YouTube, Facebook ແລະDigital Platform.

          ການເຊັນສັນຍາຄັ້ງນີ້ຍັງເພື່ອເປັນການຕອອບສະໜອງຕໍ່ການພັດທະນາການຮຽນ-ການສອນ ຜ່ານເຄື່ອງມືທີ່ທັນສະໄໝ; ເພື່ອໃຫ້ການບໍລິຫານມີຄວາມວ່ອງໄວຂຶ້ນ ແລະປະຢັດເວລາ ພ້ອມທັງປະຢັດວັດສະດຸ ເພື່ອໃຫ້ຄະນະນຳແຕ່ລະຂັ້ນ, ຄູ-ອາຈານມີເວລາສຸມໃສ່ວຽກງານວິຊາການຫຼາຍຂຶ້ນ; ເພື່ອເປັນການເຜີຍແຜ່ຂໍ້ມູນຜົນການຄົ້ນຄວ້າວິທະຍາສາດຂອງຄູ-ອາຈານ ແລະນັກສຶກສາພາຍໃນຄະນະຢ່າງກວ້າງຂວາງ, ເປັນໜ້າສົນໃຈແກ່ຜູ້ເຂົ້າເບິ່ງ ແລະທັນເວລາ; ເພື່ອເປັນການສ້າງລາຍຮັບໃຫ້ແກ່ຄະນະເພື່ອຕອບສະໜອງກັບນະໂນບາຍຂອງລັດວ່າໃຫ້ກຸ້ມຕົວເອງໃນດ້ານການເງິນໄປເທື່ອລະກ້າວ; ເພື່ອໃຫ້ນັກສຶກສາມີບ່ອນເຝິກງານຫຼາຍຂຶ້ນ ພ້ອມທັງຮຽນຮູ້ຈາກການປະຕິບັດຕົວຈິງ ແລະແທດເໝາະກັບວິຊາສະເພາະ. ການຮ່ວມມືຄັ້ງນີ້ຍັງເພື່ອເປັນການພັດທະນາໃຫ້ໄປຕາມຍຸກໂລກາວິວັດ ຫຼືວ່າຍຸກແຫ່ງການຮ່ວມມືທີ່ບໍ່ມີພົມແດນ. ໂຄງການດັ່ງກ່າວນີ້ຈະດຳເນີນໄປເວລາທັງໝົດ 5 ປີ ຈຶ່ງຈະສິ້ນສຸດສັນຍາ.''',
  ),
  News(
    author: "Fns-Admin",
    estimate: "4",
    category: "ຄວທ",
    favorite: "502",
    seen: "1.2K",
    time: "23/02/21",
    title:
        "ຊົມເຊີຍນັກສຶກສາປີ 2 ສາຂາວິທະຍາສາດຄອມພິວເຕີ ຈາກພາກວິຊາວິທະຍາສາດຄອມພິວເຕີ",
    image:
        "https://scontent.fvte2-2.fna.fbcdn.net/v/t1.0-9/41395048_938888682980334_6694089852352200704_n.jpg?_nc_cat=108&ccb=3&_nc_sid=730e14&_nc_eui2=AeEnuvNBXCE2a4sDDDAiWnMfoamRqzH8xaehqZGrMfzFp4UfTXJOoiSGzMWJTWCkEw8NWvvVUG_gn1uCh1o2tinK&_nc_ohc=nkoRcATa6GcAX-cJVKU&_nc_ht=scontent.fvte2-2.fna&oh=0244f86669e6c940e7a227becfa02150&oe=60594761",
    subtitle:
        "ນັກສຶກສາປີ 2 ຈາກພາກວິຊາວິທະຍາສາດຄອມພິວເຕີ, ຄວທ, ມຊ ສາມາດຍາດໄດ້ລາງວັນທີ່ 1 ແລະ ເປັນຕົວແທນໃນການແຂ່ງຂັນລະດັບອາຊ່ຽນ",
    content: '''ນັກສຶກສາປີ 2 ຈາກພາກວິຊາວິທະຍາສາດຄອມພິວເຕີ, ຄວທ, ມຊ
                ສາມາດຍາດໄດ້ລາງວັນທີ່ 1 ແລະ ເປັນຕົວແທນໃນການແຂ່ງຂັນລະດັບອາຊ່ຽນ
                Congratulations! Dok Champa Team for being the first winner of #ASEANDSENationalFinals2018 in Lao PDR and for becoming the representative of Lao PDR for the ASEAN FACE-OFF next month''',
  ),
  News(
    author: "Fns-Admin",
    estimate: "5",
    category: "ຄວທ",
    favorite: "700",
    seen: "2.0K",
    time: "20/02/21",
    title:
        "Download ໄປໃຊ້ຕາມອັດຕະຍາໄສ ແລະ ໃຫ້ເກີດຜົນປະໂຫຍດສູງສຸດຕໍ່ຕົນເອງ ແລະ ສັງຄົມ",
    image: "https://bornsql.ca/wp-content/uploads/2018/10/logo-sql-715x400.png",
    subtitle:
        '''ສໍາລັບຜູ້ທີ່ "ມັກ ຮັກ" ການພັດທະນາ App ທີ່ໃຊ້ Microsoft SQL Server ເປັນຖານຂໍ້ມູນ''',
    content: '''ມີຂ່າວດີມາຝາກ! ສໍາລັບເດືອນແຫ່ງຄວາມຮັກ 14 ກຸມພາ ຈະມາເຖິງນິ້
              (ສໍາລັບຜູ້ທີ່ "ມັກ ຮັກ" ການພັດທະນາ App ທີ່ໃຊ້ Microsoft SQL Server ເປັນຖານຂໍ້ມູນ) ຂພຈ ຂໍແບ່ງປັນ Microsoft SQL Server 2014 ທີ່ເປັນລິຂະສິດຂອງ ຂພຈ ເອງໃຫ້ຜູ້ທີ່ "ມັກ ຮັກ" Download ໄປໃຊ້ຕາມອັດຕະຍາໄສ ແລະ ໃຫ້ເກີດຜົນປະໂຫຍດສູງສຸດຕໍ່ຕົນເອງ ແລະ ສັງຄົມ.
              ຂັ້ນຕອນ Download ISO files (32-bit: 1GB, 64-bit: 2GB ) 
              ຈາກ Microsoft DreamSpark.com
              1. Install the Secure Download Manager (SDM)
                  (ແນະນໍາໃຊ້ Pause and Resume ຖ້າ Internet ຊ້າໆ!)
                  http://e5.onthehub.com/Static/Installers/SDM_EN.msi
              2. Double click ທີ່ SDX file "Somsack-Inthasone-100296522177.sdx"
                  https://drive.google.com/.../0B6TRsFODzZrWNHVsSHp.../view...''',
  ),
  News(
    author: "Fns-Admin",
    estimate: "11",
    category: "ມຊ",
    favorite: "23K",
    seen: "3.5K",
    time: "24/02/21",
    title:
        "ພິທີມອບ-ຮັບ ທຶນການສຶກສາ ຈາກ 3 ພາກສ່ວນໃຫ້ແກ່ນັກສຶກສາ ມຊ ປະຈຳສົກສຶກສາ 2020-2021",
    image:
        "https://www.nuol.edu.la/images/2021/M.1/Grant-Receive_scholarships_of_NUOL_Education_Foundation.jpg",
    subtitle:
        "ໃນວັນທີ 6 ມັງກອນ 2021 ຜ່ານມາ, ຫ້ອງການຄຸ້ມຄອງນັກສຶກສາ ມະຫາວິທະຍາໄລແຫ່ງຊາດ (ມຊ) ໄດ້ຈັດພິທີມອບ-ຮັບ ທຶນການສຶກສາ ຈາກສະຖານທູດ ສປ ຈີນ",
    content:
        '''ໃນວັນທີ 6 ມັງກອນ 2021 ຜ່ານມາ, ຫ້ອງການຄຸ້ມຄອງນັກສຶກສາ ມະຫາວິທະຍາໄລແຫ່ງຊາດ (ມຊ) ໄດ້ຈັດພິທີມອບ-ຮັບ ທຶນການສຶກສາ ຈາກສະຖານທູດ ສປ ຈີນ ປະຈຳ ສປປ ລາວ, ທຶນການສຶກສາ ຈາກທະນາຄານການຄ້າຕ່າງປະເທດລາວ ແລະທຶນການສຶກສາຢາມາດະ ປະຈຳສົກສຶກສາ 2020-2021 ທີ່ຫ້ອງປະຊຸມສະໂມສອນໃຫຍ່ ມະຫາວິທະຍາໄລແຫ່ງຊາດ, ໂດຍການເຂົ້າຮ່ວມຂອງທ່ານ ຄຳແສນ ສຸດທະວົງ ຫົວໜ້າຫ້ອງການຄຸ້ມຄອງນັກສຶກສາ ມຊ, ມີທ່ານ ນາງ ສີວອນ ຫອມປິ່ນແກ້ວ ຮອງຫົວໜ້າຫ້ອງການຄຸ້ມຄອງນັກສຶກສາ ພ້ອມດ້ວຍ ອາຈານ ຜູ້ຮັບຜິດຊອບວຽກງານຄຸ້ມຄອງນັກສຶກສາຈາກ 13 ຄະນະວິຊາ, ພະນັກງານ, ຄູ-ອາຈານ ແລະນັກສຶກສາຜູ້ທີ່ໄດ້ຮັບທຶນການສຶກສາເຂົ້າຮ່ວມ.

          ຈຸດປະສົງ ຂອງການຈັດພິທີໃນຄັ້ງນີ້ ເພື່ອເປັນການມອບ-ຮັບທຶນການສຶກສາ ປະຈຳສົກສຶກສາ 2020-2021 ຂອງສະຖານເອກອັກຄະລັດຖະທູດ ສປ ຈີນ ປະຈຳ ປະເທດລາວ ຈຳນວນ 50 ທຶນລວມມູນຄ່າ 45,000 ໂດລາສະຫະລັດ; ທຶນການສຶກສາ ຈາກທະນາຄານການຄ້າຕ່າງປະເທດລາວ ຈຳນວນ 15 ທຶນ, ລວມມູນຄ່າ 30,000,000 ກີບ; ທຶນການສຶກສາຈາກທ່ານ ຢາມາດະ ຈຳນວນ 40 ທຶນ, ລວມມູນຄ່າ 10,000 ໂດລາສະຫະລັດ; ເຊິ່ງນັກສຶກສາຜູ້ທີ່ໄດ້ຮັບທຶນການສຶກສາໃນຄັ້ງນີ້ ແມ່ນລ້ວນແຕ່ເປັນນັກສຶກສາທີ່ກຳລັງສຶກສາຢູ່ ມຊ (ຊັ້ນປີທີ 1 - ປີທີ4) ແລະມາຈາກຄອບຄົວທີ່ຂ້ອນຂ້າງທຸກຍາກຂາດເຂີນ ແຕ່ຮຽນດີຮຽນເກັ່ງທີ່ໄດ້ຜ່ານການຄັດເລືອກຈາກຄະນະກຳມະການມູນນິທິການສຶກສາຈາກ ມຊ ເປັນຜູ້ຄັດເລືອກ. ນອກນັ້ນ ໃນພິທີຍັງໄດ້ຮັບຟັງການປະຖົມນິເທດນັກສຶກສາຜູ້ທີ່ໄດ້ຮັບທຶນການສຶກສາ ຈາກທ່ານ ນາງ ສີວອນ ຫອມປິ່ນແກ້ວ ເຊິ່ງທ່ານໄດ້ຍົກໃຫ້ເຫັນຄວາມຫມາຍຄວາມສຳຄັນຂອງທຶນການສຶກສາ ມຊ ຂອງທຸກອົງການຈັດຕັ້ງທີ່ໄດ້ໃຫ້ທຶນການສຶກສາ, ການນຳໃຊ້ທຶນການສຶກສາທີ່ໄດ້ຮັບໃນການຮຽນ, ລວມທັງການມີສ່ວນຮ່ວມໃນການປະກອບສ່ວນຊ່ວຍເຫຼືອສັງຄົມ ແລະກົດລະບຽບຕ່າງໆຂອງມູນນິທຶນການສຶກສາ ມຊ ອີກດ້ວຍ.''',
  ),
  News(
    author: "Fns-Admin",
    estimate: "7",
    category: "ຄວທ",
    favorite: "12K",
    seen: "30K",
    time: "10/01/21",
    title:
        "ຄວທ ຈັດງານວາງສະແດງຜົນງານ-ເຜີຍແຜ່ຜົນການຄົ້ນຄວ້າວິທະຍາສາດ ປະຈຳປີ 2020",
    image:
        "https://www.nuol.edu.la/images/2020/D.12/Faculty_of_Natural_Sciences_2020_Scientific_Research_Exhibition.jpg",
    subtitle:
        "ໃນຕອນເຊົ້າ ວັນທີ 25 ທັນວາ 2020 ຜ່ານມາ, ຄະນະວິທະຍາສາດທຳມະຊາດ(ຄວທ) ໄດ້ຈັດງານເຜີຍແຜ່ຜົນງານການຄົ້ນຄວ້າ ແລະວາງສະ",
    content:
        '''ໃນຕອນເຊົ້າ ວັນທີ 25 ທັນວາ 2020 ຜ່ານມາ, ຄະນະວິທະຍາສາດທຳມະຊາດ(ຄວທ) ໄດ້ຈັດງານເຜີຍແຜ່ຜົນງານການຄົ້ນຄວ້າ ແລະວາງສະແດງຜົນງານການຄົນຄວ້າວິທະຍາສາດປະຈຳປີ 2020 ທີ່ສະໂມສອນໃຫຍ່ ມະຫາວິທະຍາໄລແຫ່ງຊາດ, ໂດຍການເປັນປະທານຂອງທ່ານ ປອ. ສຸລິອຸດົງ ສູນດາຣາ ຮອງລັດຖະມົນຕີກະຊວງວິທະຍາສາດ ແລະເຕັກໂນໂລຊີ, ທ່ານ ຮສ. ປອ. ນາງ ສົມຈັນ ບຸນພັນມີ ຮອງອະທິການບໍດີ ມະຫາວິທະຍາໄລແຫ່ງຊາດ, ມີທ່ານ ຮສ. ປອ. ບຸນຜັນ ຕົ້ນແພງ ຄະນະບໍດີ ຄະນະວິທະຍາສາດທຳມະຊາດ ພ້ອມດ້ວຍຄະນະ, ມີແຂກຖືກເຊີນ, ພະນັກງານ, ຄູ-ອາຈານ ແລະນັກສຶກສາເຂົ້າຮ່ວມ.

            ຈຸດປະສົງຂອງການຈັດງານກ່າວ ແມ່ນເພື່ອເຜີຍແຜ່-ແລກປ່ຽນ ແລະວາງສະແດງຜົນງານການຄົ້ນຄວ້າ, ເພື່ອສ້າງຄວາມເຂົ້າໃຈອັນເລິກເຊິ່ງກ່ຽວການຄົ້ນຄວ້າວິທະຍາສາດໃນຂະແໜງການຕ່າງໆ. ໃນໄລຍະຜ່ານມາ ຄວທ ໄດ້ສຸ່ມໃສ່ການຄົ້ນຄ້ວາໃນຫຼາກຫຼາຍຫົວຂໍ້ເປັນຕົ້ນແມ່ນດ້ານຊີວະນາໆພັນ, ວິທະຍາສາດ, ຟິຊິກສາດ ແລະອື່ນໆ, ໂດຍໄດ້ຮັບທຶນສະໜັບສະໜູນທະນາຄານໂລກຜ່ານກອງທຶນປົກປັກຮັກສາສິ່ງແວດລ້ອມ; ນອກຈາກນັ້ນ, ພາຍໃນງານຍັງໄດ້ຮັບຟັງບັນຍາຍພິເສດຈາກທ່ານ ປອ. ສຸລິອຸດົງ ສູນດາຣາ ໃນຫົວຂໍ້: “ທັກສະການຄົ້ນຄວ້າວິທະຍາສາດ”, ຫົວຂໍ້ “ການສຶກສາສະເກັດດາວ ຢູ່ ສປປ ລາວ” ໂດຍທ່ານ ອຈ. ປອ. ສູນທອນ ສິງສຸໂພ ຮອງຫົວໜ້າພາກວິຊາຟີຊິກສາດ ຄວທ, ຫົວຂໍ້ “ແນວໂນ້ມເທັກໂນໂລຊີເພື່ອການສຶກສາ” ໂດຍບໍລິສັດສະມາດເທັກໂນໂລຊີ ແລະ ຫົວຂໍ້ “ແຮງບັນດານໃຈໃນການສ້າງຕັ້ງບໍລິສັດ ແລະເທັກໂນໂລຊີທີ່ໃຊ້ໃນບໍລິສັດ” ໂດຍທ່ານ ພຸດ ສີສຸພັນ ປະທານບໍລິສັດຮຸ່ງອະລຸນຂົນສົ່ງຈໍາກັດ.

            ພ້ອມນັ້ນ, ໃນຕອນບ່າຍຍັງມີການແຂ່ງຂັນຫຸ່ນຍົນຂອງນ້ອງນັກຮຽນລະດັບມັດທະຍົມສຶກສາຕອນຕົ້ນ ເຊິ່ງມີນັກຮຽນຈາກ 4 ໂຮງຮຽນເຂົ້າຮ່ວມຄື: ໂຮງຮຽນມັດທະຍົມສົມບູນສາທິດ,  ໂຮງຮຽນມັດທະຍົມສົມບູນຕານມີໄຊ, ໂຮງຮຽນມັດທະຍົມສົມບູນວຽງຈັນ ແລະໂຮງຮຽນພອນສະຫວັນ ແລະຊົນເຜົ່າກຽມມະຫາວິທະຍາໄລ.''',
  ),
  News(
    author: "Fns-Admin",
    estimate: "6",
    category: "ມຊ",
    favorite: "21K",
    seen: "4.2K",
    time: "22/02/21",
    title:
        "ທ່ານ ອະທິການບໍດີ ມຊ ຕ້ອນຮັບການມາຢ້ຽມຢາມຂອງຜູ້ຕາງໜ້າສະຫະພາບ ເອີຣົບ ປະຈໍາ ສປປ ລາວ",
    image:
        "https://www.nuol.edu.la/images/2021/M.1/The_President_of_the_National_University_of_Laos_welcomed_the_visit_of_the_representative_of_the_European_Union_to_Lao_PDR.jpg",
    subtitle:
        "ໃນວັນທີ 21 ມັງກອນ 2021 ນີ້, ທີ່ຫ້ອງຮັບແຂກຕຶກສໍານັກງານອະທິການບໍດີ, ທ່ານ ສຈ. ປອ. ສົມສີ ຍໍພັນໄຊ ອະທິການໍດີ ມຊ. ໄດ້ຕ້ອນຮັບການມ",
    content:
        '''ໃນວັນທີ 21 ມັງກອນ 2021 ນີ້, ທີ່ຫ້ອງຮັບແຂກຕຶກສໍານັກງານອະທິການບໍດີ, ທ່ານ ສຈ. ປອ. ສົມສີ ຍໍພັນໄຊ ອະທິການໍດີ ມຊ. ໄດ້ຕ້ອນຮັບການມາຢ້ຽມຢາມຂອງທ່ານ ນາງ ອີນາ ມາຈູລໍນີແຕ ເອກອັກຄະລັດຖະທູດ ສໍານັກງານຜູ້ຕາງໜ້າ ສະຫະພາບເອີຣົບ ປະຈໍາ ສປປ ລາວ, ມີບັນດາພະນັກງານທີ່ກ່ຽວຂ້ອງທັງສອງຝ່າຍເຂົ້້າຮ່ວມ.

          ຈຸດປະສົງໃນການມາຢ້ຽມຢາມມະຫາວິທະຍາໄລແຫ່ງຊາດ ຂອງທ່ານ ນາງ ອີນາ ມາຈູລໍນີແຕ ພ້ອມດ້ວຍຄະນະໃນຄັ້ງນີ້ ກໍເພື່ອເປັນການແນະນໍາໂຕເອງທີ່ໄດ້ມາຮັບຕໍາແໜ່ງເອກອັກຄະລັດຖະທູດ ສໍານັກງານຜູ້ຕາງໜ້າ ສະຫະພາບເອີຣົບ ປະຈໍາ ສປປ ລາວ ຄົນໃໝ່. ພ້ອມນັ້ນທັງສອງຝ່າຍໄດ້ສົນທະນາປຶກສາຫາລືເຊິ່ງກັນ ແລະກັນ ໃນການຮ່ວມມືກັນໃນຂອບເຂດການສຶກສາ ໂດຍສະເພາະແມ່ນທາງດ້ານວິຊາການ, ການໄປຍົກລະດັບການສຶກສາ ໃນລະດັບຕ່າງໆ, ການຈັດເຝິກອົບຮົມ ແລະແນໃສ່ສະໜອງການສຶກສາໃນດ້ານຕ່າງໆໃຫ້ແກ່ ມະຫາວິທະຍາໄລແຫ່ງຊາດ ເປັນຕົ້ນ ວຽກງານຂ່າວສານ, ການກະເສດ ແລະດ້ານອື່ນໆ, ທັງນີ້ກໍເພື່ອສືບຕໍ່ຂະຫຍາຍສາຍພົວພັນຮ່ວມມື ລະຫວ່າງ ມະຫາວິທະຍາໄລແຫ່ງຊາດ ແລະສະຫະພາບເອີຣົບ ແນໃສ່ເພື່ອພັດທະນາຊັບພະຍາກອນມະນຸດ ໃຫ້ມີຄວາມຮູ້,ຄວາມສາມາດ ແລະກ້າວໜ້າຂຶ້ນໄປເທື່ອລະກ້າວ.''',
  ),
  News(
    author: "Fns-Admin",
    estimate: "10",
    category: "ມຊ",
    favorite: "21K",
    seen: "46.2K",
    time: "2/01/21",
    title: "ມຊ ຈັດພິທີມອບ-ຮັບຕຳແໜ່ງວິຊາການຄູສອນຂັ້ນອາຈານ ແລະຜູ້ຊ່ວຍອາຈານ",
    image:
        "https://www.nuol.edu.la/images/2020/D.12/NUOL_organizes_the_awarding_ceremony_for_teachers_and_assistant_teachers.jpg",
    subtitle:
        "ໃນຕອນບ່າຍວັນທີ 17 ທັນວາ 2020 ຜ່ານມານີ້, ມະຫາວິທະຍາໄລແຫ່ງຊາດ(ມຊ) ໄດ້ຈັດພິທີມອບ-ຮັບຕຳແໜ່ງວິຊາການຄູສອນຂັ້ນອາຈານ ແລະຜູ້ຊ່ວຍອາຈານ ຂຶ້ນທີ່ສະ",
    content:
        '''ໃນຕອນບ່າຍວັນທີ 17 ທັນວາ 2020 ຜ່ານມານີ້, ມະຫາວິທະຍາໄລແຫ່ງຊາດ(ມຊ) ໄດ້ຈັດພິທີມອບ-ຮັບຕຳແໜ່ງວິຊາການຄູສອນຂັ້ນອາຈານ ແລະຜູ້ຊ່ວຍອາຈານ ຂຶ້ນທີ່ສະໂມສອນຊັ້ນ II ໂດຍການໃຫ້ກຽດເປັນປະທານຂອງທ່ານ ສຈ.ປອ. ບໍ່ແສງຄຳ ວົງດາລາ ປະທານສະພາ ມຊ, ມີທ່ານ ສຈ. ປອ. ສົມສີ ຍໍພັນໄຊ ອະທິການບໍດີ ມຊ. ພ້ອມຄະນະ, ມີບັນດາທ່ານສະມາຊິກສະພາ ມຊ, ບັນດາພະນັກງານ, ຄູ-ອາຈານຜູ້ທີ່ໄດ້ຮັບຕຳແໜ່ງວິຊາການຄູສອນ ແລະຜູ້ຊ່ວຍອາຈານ ຂອງແຕ່ລະພາກສ່ວນເຂົ້າຮ່ວມ.

     ໃນພິທີທ່ານ ຮສ.ປອ. ນາງ ພິມໂພ ຫຼວງລາດ ຮອງຫົວໜ້າຫ້ອງການ ການສຶກສາຫຼັງປະລິນຍາຕີ ໄດ້ຂຶ້ນຜ່ານຂໍ້ຕົກລົງ ສະບັບເລກທີ 3107/ສສກ ລົງວັນທີ 30 ກໍລະກົດ ຂໍ້ຕົກລົງ ວ່າດ້ວຍການແຕ່ງຕັ້ງພະນັກງານຕໍາແໜ່ງວິຊາການຂັ້ນອາຈານ ແລະຜູ້ຊ່ວຍອາຈານ ຂອງ ມຊ. ລວມທັງໝົດ ຈຳນວນ 60 ທ່ານ; ໃນນັ້ນ, ຜູ້ທີ່ໄດ້ຮັບຕຳແໜ່ງວິຊາການຄູ ຂັ້ນອາຈານ ມີຈຳນວນ 36 ທ່ານ, ຍິງ 12 ທ່ານ, ຜູ້ໄດ້ຮັບຕຳແໜ່ງວິຊາການຄູ ຂັ້ນຜູ້ຊ່ວຍອາຈານ ຈຳນວນ 24 ທ່ານ, ຍິງ 12 ທ່ານ. ໂດຍການເປັນກຽດມອບຂອງ ທ່ານ ສຈ.ປອ. ບໍ່ແສງຄຳ ວົງດາລາ. ໃນໂອກາດສໍາຄັນນີ້, ທ່ານໄດ້ໂອ້ລົມຕໍ່ພິທີ ບາງຕອນວ່າ: ການມອບຕໍາແໜ່ງວິຊາການແມ່ນເພື່ອເປັນການຢັ້ງຢືນຜົນງານການຄົ້ນຄວ້າວິທະຍາສາດ ເພື່ອໃຫ້ສືບຕໍ່ຮັບໃຊ້ໃນວຽກງານການສິດສອນ, ການໃຫ້ການບໍລິການແກ່ສັງຄົມ ກໍຄືການຮັບໃຊ້ປະເທດຊາດ, ພ້ອມກັນອະນຸລັກຮັກສາ-ເສີມຂະຫຍາຍວັດທະນະທຳໃຫ້ຢືນຍົງຄົງຕົວຄຽງຄູ່ກັບຊາດລາວເຮົາ, ຢາກເຮັດໄດ້ຄືແນວນັ້ນ ມຊ. ຕ້ອງມີບຸກຄະລາກອນທີ່ມີຄວາມເຂັ້ມແຂງ, ມີຄວາມຮູ້-ຄວາມສາມາດສູງ ທີ່ຕອບສະໜອງແກ່ວຽກງານທີ່ທັນສະໄໝທັງພາຍໃນປະເທດ ແລະຕ່າງປະເທດ, ການທີ່ຈະພັດທະນາ ມຊ ໄດ້ນັ້ນ, ກ່ອນອື່ນແມ່ນຕ້ອງພັດທະນາບຸກຄະລາກອນໃຫ້ສອດຄ່ອງກັບຍຸກສະໄໝ. ທ່ານໄດ້ກ່າວເນັ້ນໃຫ້ຜູ້ໄດ້ຮັບຕໍາ

    ແໜ່ງ ວິຊາການ ຄູ ຂັ້ນອາຈານ ແລະຜູ້ຊ່ວຍອາຈານໃໝ່ ຈົ່ົ່ງພ້ອມກັນສືບຕໍ່ພັດທະນາຕົນເອງດ້ານວິຊາການສາຂາວິຊາຕ່າງໆໃຫ້ມີຄຸນນະພາບ ແລະເປັນແບບຢ່າງທີ່ນຳໜ້າ ເພື່ອໃຫ້ມີຜົນງານທີ່ພົ້ນເດັ່ນ ແລ້ວສືບຕໍ່ຂໍຂັ້ນຮອງສາດສະດາຈານ ແລະຂັ້ນສາດສະດາຈານ ໃນໂອກາດຕໍ່ໄປ. ''',
  ),
  News(
    author: "Fns-Admin",
    estimate: "10",
    category: "ຄວທ",
    favorite: "21K",
    seen: "6.2K",
    time: "12/01/21",
    title:
        "ຄະນະຊາວໜຸ່ມວິທະຍາອາສາ ຮາກຖານຄະນະວິທະຍາສາດທຳມະຊາດ ມອບເຄື່ອງຊ່ວຍເຫຼືອໃຫ້ແກ່ໂຮງຮຽນເຂດລ້ອງນໍ້າຮາງ",
    image:
        "https://www.nuol.edu.la/images/2020/D.12/Volunteers_of_the_Faculty_of_Natural_Sciences_donated_school_supplies_and_clothes_to_a_school_in_the_Long_Nam_Hang_area-01.jpg",
    subtitle:
        "ໃນລະຫວ່າງວັນທີ 3-6 ທັນວາ 2020 ຜ່ານມານີ້, ຄະນະຊາວໜຸ່ມວິທະຍາອາສາ ຮາກຖານ ຄະນະວິທະຍາສາດທຳມະຊາດ(ຄວທ) ມະຫາວິທະຍາໄລແຫ່ງຊາດ(ມຊ) ໄດ້ມອບເຄື່ອງຊ່",
    content:
        '''ໃນລະຫວ່າງວັນທີ 3-6 ທັນວາ 2020 ຜ່ານມານີ້, ຄະນະຊາວໜຸ່ມວິທະຍາອາສາ ຮາກຖານ ຄະນະວິທະຍາສາດທຳມະຊາດ(ຄວທ) ມະຫາວິທະຍາໄລແຫ່ງຊາດ(ມຊ) ໄດ້ມອບເຄື່ອງຊ່ວຍເຫຼືອໃຫ້ແກ່ໂຮງຮຽນເຂດລ້ອງນໍ້າຮາງ  ເມືອງຈອມເພັດ ແຂວງຫຼວງພະບາງ, ໂດຍການມອບຂອງ ສະຫາຍ ນາງ ຈິດນາວັນ ພອນຄຳມາ ຄະນະບໍລິຫານງານຊາວໜຸ່ມ ມຊ, ເລຂາຊາວໜຸ່ມຮາກຖານ ຄວທ ແລະກ່າວຮັບໂດຍທ່ານ ສົມສັກ ສິຣິວົງ ຮອງເຈົ້າເມືອງໆຈອມເພັດ ແຂວງຫຼວງພະບາງ, ມີທ່ານ ສົມສັກ ສອນປະດິດ ຮອງຫົວໜ້າພະແນກສຶກສາທິການ ແລະກີລາແຂວງຫຼວງພະບາງ ພ້ອມດ້ວຍອຳນາດການປົກຄອງ ແລະຄະນະຊາວໜຸ່ມວິທະຍາອາສາເຂົ້າຮ່ວມ.

          ການມອບເຄື່ອງຊ່ວຍເຫຼືອ ໃຫ້ແກ່ໂຮງຮຽນເຂດລ້ອງນໍ້າຮາງ  ເມືອງຈອມເພັດ ແຂວງຫຼວງພະບາງ ໃນຄັ້ງນີ້, ເປັນກິດຈະກໍາໜຶ່ງທີ່ປະຕິບັດຕາມແຜນຂອງຄະນະຊາວໜຸ່ມວິທະຍາອາສາ ຮາກຖານ ຄວທ, ພ້ອມທັງເປັນການແບ່ງປັນນໍ້າໃຈຊ່ວຍເຫຼືອໃຫ້ແກ່ໂຮງຮຽນທີ່ຢູ່ຫ່າງໄກສອກຫຼີກ ແລະທຸລະກັນດານ; ເຄື່ອງຊ່ວຍເຫຼືອທີ່ໄດ້ນໍາໄປມອບໃຫ້ໂຮງຮຽນເຂດ ລ້ອງນໍ້າຮາງ ຄັ້ງນີ້ປະກອບມີ ອຸປະກອນການຮຽນ, ເຄື່ອງໃຊ້ຫ້ອງການ, ເຄື່ອງກີລາ, ເຄື່ອງນຸ່ງຫົ່ມ ແລະອາຫານຈຳນວນໜຶ່ງ ລວມມູນຄ່າທັງໝົດ 13,000,000 ກີບ (ສິບສາມລ້ານກວ່າກີບ).''',
  ),
  News(
    author: "Fns-Admin",
    estimate: "12",
    category: "ມຊ",
    favorite: "21K",
    seen: "16.2K",
    time: "22/02/21",
    title: "ຫ້ອງການ ມຊ ມອບອຸປະກອນການຮຽນໃຫ້ແກ່ ໂຮງຮຽນສາມໝື່ນ ເມືອງເຟືອງ",
    image:
        "https://www.nuol.edu.la/images/2020/D.12/NUOL_Office_provides_educational_materials.jpg",
    subtitle:
        "ໃນວັນທີ 5 ພະຈິກ 2020 ຜ່ານມານີ້, ຫ້ອງການ ມະຫາວິທະຍາໄລແຫ່ງຊາດ(ມຊ) ໄດ້ມອບເຄື່ອງອຸປະກອນການຮຽນໃຫ້ແກ່ ໂຮງຮຽນສາມໝື່ນ ເມືອງເຟືອງ ແຂວງວຽງຈັນ, ໂດຍກ",
    content:
        '''ໃນວັນທີ 5 ພະຈິກ 2020 ຜ່ານມານີ້, ຫ້ອງການ ມະຫາວິທະຍາໄລແຫ່ງຊາດ(ມຊ) ໄດ້ມອບເຄື່ອງອຸປະກອນການຮຽນໃຫ້ແກ່ ໂຮງຮຽນສາມໝື່ນ ເມືອງເຟືອງ ແຂວງວຽງຈັນ, ໂດຍການມອບຂອງ ທ່ານ ຮສ. ປອ. ບົວດໍາ ແສງຄໍາຄຸດລາວົງ ຫົວໜ້າຫ້ອງການ ມຊ ແລະກ່າວຮັບໂດຍທ່ານ ກອງແສງ ແສງສະຫວ່າງ ນາຍບ້ານ ບ້ານສາມໝື່ນ ເມືອງເຟືອງ ແຂວງວຽງຈັນ, ມີບັນດາທ່ານຮອງຫົວໜ້າຫ້ອງການ ມຊ, ມີຜູ້ອໍານວຍການ, ຄູ ໂຮງຮຽນສາມໝື່ນເມືອງເຟືອງ, ພະນັກງານ ຫ້ອງການ ມຊ ແລະຜູ້ກ່ຽວຂ້ອງຂອງບ້ານ ສາມໝື່ນເມືອງເຟືອງເຂົ້າຮ່ວມເປັນສັກຂີພະຍານ.

        ການມອບອຸປະກອນການຮຽນໃຫ້ແກ່ໂຮງຮຽນ ປະຖົມ ບ້ານສາມໝື່ນເມືອງເຟືອງ ແຂວງວຽງຈັນ ເປັນກິດຈະກໍາ ປະກອບສ່ວນຊ່ວຍເຫຼືອສັງຄົມ ແລະບັນເທົາທຸກໃຫ້ແກ່ຄອບຄົວ ປະຊາຊົນ ທີ່ທຸກຍາກ-ຂາດເຂີນ ຂອງບ້ານສາມໝື່ນ ເມືອງເຟືອງ ແຂວງວຽງຈັນ ແລະເປັນການຊ່ວຍເຫຼືອອຸປະກອນການຮຽນໃຫ້ແກ່ນ້ອງໆນັກຮຽນ ເພື່ອເປັນການລຸດຜ່ອນ ການໃຊ້ຈ່າຍຂອງພໍ່-ແມ່ ຜູ້ປົກຄອງຂອງເຂົາເຈົ້າ; ເຄື່ອງອຸປະກອນການຮຽນທີ່ນໍາໄປມອບຄັ້ງນີ້ປະກອບມີ: ປຶ້ມແບບຮຽນ, ປື້ມຂຽນ, ບິກ, ສໍ, ອຸປະກອນກີລາ ແລະເຄື່ອງນຸ່ງຫົ່ມຈໍານວນໜຶ່ງ, ເຊິ່ງລວມມູນຄ່າທັງໝົດ ປະມານ 2,500,000 ກີບ.

        ທ່ານ ກອງແສງ ແສງສະຫວ່າງ ນາຍບ້ານ ບ້ານສາມໝື່ນ ເມືອງເຟືອງ ແຂວງວຽງຈັນ ໄດ້ກ່າວສະແດງຂອບໃຈຢ່າງສູງ ຕໍ່ຄະນະນໍາ ແລະພະນັກງານ ຫ້ອງການ ມຊ ທີ່ໄດ້ນໍາເອົາອຸປະກອນການຮຽນ ມາມອບໃຫ້ແກ່ ໂຮງຮຽນ ບ້ານສາມໝື່ນ ເມືອງເຟືອງ ເຊິ່ງເປັນກິດຈະກໍາທີ່ມີຄວາມໝາຍ ແລະຄວາມສໍາຄັນໃນການເພີ່ມພູນຄູນສຸກ ແລະບັນເທົາທຸກ ໃຫ້ແກ່ນ້ອງໆນັກຮຽນທີ່ໂຮງຮຽນສາມໝື່ນ ເມືອງເຟືອງ. ທ່ານກ່າວຢໍ້າວ່າ: ຈະນໍາເຄື່ອງຊ່ວຍເຫຼືອດັ່ງກ່າວ ໄປແຈກຢາຍໃຫ້ທົ່ວເຖິງກັນ, ໂດຍສະເພາະແມ່ນນັກຮຽນ ທີ່ຢູ່ໃນຄອບຄົວທຸກຍາກຂາດເຂີນ.''',
  ),
];

//
//
//
//

List<News> nuolList = [
  News(
    author: "Fns-Admin",
    estimate: "5",
    category: "ມຊ",
    favorite: "502",
    seen: "1.2K",
    time: "23/02/21",
    title: "ບໍລິສັດຮັບພັດທະນາ ແລະເປິກສາ ຈໍາກັດຜູ້ດຽວ ຮ່ວມກັບ ມຊ ເປີດສູນ ຮລສທ",
    image:
        "https://www.nuol.edu.la/images/2021/M.2/Development_and_Consulting_Co_Ltd_in_collaboration_with_NUOL_to_open_SLMS_Center.jpg",
    subtitle:
        "ໃນຕອນເຊົ້າວັນທີ 12 ກຸມພາ 2021 ຜ່ານມານີ້, ບໍລິສັດຮັບພັດທະນາ ແລະເປິກສາ ຈໍາກັດຜູ້ດຽວ ຮ່ວມກັບ ມະຫາວິທະຍາໄລແຫ່ງຊາດ (ມຊ) ໄດ້ເປີດສູນບໍລິການລະບົບບໍລິຫານຈັດການຮຽນ-ການສອນທີ່ທັນສະໄໝ(ຮລສທ) (Smart Learning Management System), ຂຶ້ນທີ່ ມຊ. ວິທະຍາເຂດດົງໂດກ, ໂດຍການເປັນກຽດຕັດແຖບຜ້າເປີດສູນ ຂອງທ່ານ ສຈ. ປອ. ສົມສີ ຍໍພັນໄຊ ອະທິການບໍດີ ມຊ, ທ່ານ ຄະຈອນສັກ ດວງພຸດທາ ຮອງປະທານຫົວໜ້າບໍລິສັດ ຮັບພັດທະນາລາວ ແລະທີ່ເປິກສາ ຈໍາກັດຜູ້ດຽວ, ມີ ບັນດາທ່ານຮອງອະທິການບໍດີ ມຊ, ຜູ້ຕາງໜ້າຈາກກະຊວງສຶກສາທິການ ແລະກີລາ, ບັນດາຫົວໜ້າຫ້ອງການ, ຜູ້ອໍານວຍການສູນ ແລະພະນັກງານທີ່ກ່ຽວຂ້ອງທັງສອງຝ່າຍເຂົ້າຮ່ວມ. \n  ສູນບໍລິການ ລະບົບບໍລິຫານຈັດການຮຽນ-ການສອນທີ່ທັນສະໄໝ ຫຼື ຮລສທ ເປັນໂຄງການຮ່ວມມືລະຫວ່າງ ບໍລິສັດ ຮັບພັດທະນາລາວ ແລະທີ່ເປິກສາ ຈໍາກັດຜູ້ດຽວ ແລະມະຫາວິທະຍາໄລແຫ່ງຊາດ ເຊິ່ງໄດ້ລົງນາມເຊັນສັນຍາ ຮ່ວມມືກັນ ແຕ່ວັນທີ 22 ກໍລະກົດ 2020 ຜ່ານມາ; ເຊິ່ງມີທີ່ຕັ້ງຢູ່ ມຊ (ວິທະຍາເຂດດົງໂດກ) ແລະສູນດັ່ງກ່າວ ສ້າງຂຶ້ນເພື່ອສະໜອງ ແລະສະໜັບສະໜູນໃຫ້ແກ່ ມຊ ໃນການລົົງທະບຽນນໍາໃຊ້ລະບົບການຮຽນ-ການສອນທີ່ທັນສະໄໝ ເຊິ່ງໜ້າວຽກຫຼັກຂອງສູນແມ່ນ ການລົງທະບຽນຮັບເອົານັກສຶກສາເຂົ້າຮຽນໃນ ມຊ ໃນແຕ່ລະສົກຮຽນ, ການພັດທະນາລະບົບຮັກສາຄະແນນຂອງນັກສຶກສາ, ລະບົບການເຜີຍແຜ່ຂໍ້ມູນຂ່າວສານທີ່ສອດຄ່ອງ ກັບແຜນການພັດທະນາຂອງ ມຊ, ພ້ອມນັ້ນ ຍັງເປັນສູນກາງແຫ່ງການຮຽນຮູ້ ທີ່ນັກສຶກສາທຸກຄົນສາມາດເຂົ້າເຖິງໄດ້ ເພື່ອໃຫ້ນັກສຶກສາໃນ ມຊ ໄດ້ນໍາໃຊ້ລະບົບດັ່ງກ່າວການບໍລິການຂອງສູນດັ່ງກ່າວນີ້ ເຂົ້າໃນການຮຽນ-ການສອນໃຫ້ມີປະສິດທິຜົນ. ສູນ ຮລສທ ຍັງເປັນສູນກາງໃນການຈັດເຝິກອົບຮົມບັນດາຫົວຂໍ້ໄອທີ ແລະການພັດທະນາຊອບແວຕ່າງໆ ໃຫ້ແກ່ບັນດາ ພະນັກງານ, ຄູ-ອາຈານ ແລະນັກສຶກສາ ທົ່ວ ມຊ ທັງນີ້ກໍເພື່ອເປັນການປະກອບສ່ວນໃນການພັດທະນາການຮຽນ-ການສອນຂອງ ມຊ ໃຫ້ມີຄວາມທັນສະໄໝໂດຍສະເພາະໃນຂະແໜງການສຶກສາຊັ້ນສູງຂອງ ສປປ ລາວ ໃຫ້ນັບມື້ນັບກ້າວໄກທຽບເທົ່າກັບພາກພື້ນ ແລະສາກົນ.",
    content:
        "ໃນຕອນເຊົ້າວັນທີ 12 ກຸມພາ 2021 ຜ່ານມານີ້, ບໍລິສັດຮັບພັດທະນາ ແລະເປິກສາ ຈໍາກັດຜູ້ດຽວ ຮ່ວມກັບ ມະຫາວິທະຍາໄລແຫ່ງຊາດ (ມຊ) ໄດ້ເປີດສູນບໍລິການລະບົບບໍລິຫານຈັດການຮຽນ-ການສອນທີ່ທັນສະໄໝ(ຮລສທ) (Smart Learning Management System), ຂຶ້ນທີ່ ມຊ. ວິທະຍາເຂດດົງໂດກ, ໂດຍການເປັນກຽດຕັດແຖບຜ້າເປີດສູນ ຂອງທ່ານ ສຈ. ປອ. ສົມສີ ຍໍພັນໄຊ ອະທິການບໍດີ ມຊ, ທ່ານ ຄະຈອນສັກ ດວງພຸດທາ ຮອງປະທານຫົວໜ້າບໍລິສັດ ຮັບພັດທະນາລາວ ແລະທີ່ເປິກສາ ຈໍາກັດຜູ້ດຽວ, ມີ ບັນດາທ່ານຮອງອະທິການບໍດີ ມຊ, ຜູ້ຕາງໜ້າຈາກກະຊວງສຶກສາທິການ ແລະກີລາ, ບັນດາຫົວໜ້າຫ້ອງການ, ຜູ້ອໍານວຍການສູນ ແລະພະນັກງານທີ່ກ່ຽວຂ້ອງທັງສອງຝ່າຍເຂົ້າຮ່ວມ. \n  ສູນບໍລິການ ລະບົບບໍລິຫານຈັດການຮຽນ-ການສອນທີ່ທັນສະໄໝ ຫຼື ຮລສທ ເປັນໂຄງການຮ່ວມມືລະຫວ່າງ ບໍລິສັດ ຮັບພັດທະນາລາວ ແລະທີ່ເປິກສາ ຈໍາກັດຜູ້ດຽວ ແລະມະຫາວິທະຍາໄລແຫ່ງຊາດ ເຊິ່ງໄດ້ລົງນາມເຊັນສັນຍາ ຮ່ວມມືກັນ ແຕ່ວັນທີ 22 ກໍລະກົດ 2020 ຜ່ານມາ; ເຊິ່ງມີທີ່ຕັ້ງຢູ່ ມຊ (ວິທະຍາເຂດດົງໂດກ) ແລະສູນດັ່ງກ່າວ ສ້າງຂຶ້ນເພື່ອສະໜອງ ແລະສະໜັບສະໜູນໃຫ້ແກ່ ມຊ ໃນການລົົງທະບຽນນໍາໃຊ້ລະບົບການຮຽນ-ການສອນທີ່ທັນສະໄໝ ເຊິ່ງໜ້າວຽກຫຼັກຂອງສູນແມ່ນ ການລົງທະບຽນຮັບເອົານັກສຶກສາເຂົ້າຮຽນໃນ ມຊ ໃນແຕ່ລະສົກຮຽນ, ການພັດທະນາລະບົບຮັກສາຄະແນນຂອງນັກສຶກສາ, ລະບົບການເຜີຍແຜ່ຂໍ້ມູນຂ່າວສານທີ່ສອດຄ່ອງ ກັບແຜນການພັດທະນາຂອງ ມຊ, ພ້ອມນັ້ນ ຍັງເປັນສູນກາງແຫ່ງການຮຽນຮູ້ ທີ່ນັກສຶກສາທຸກຄົນສາມາດເຂົ້າເຖິງໄດ້ ເພື່ອໃຫ້ນັກສຶກສາໃນ ມຊ ໄດ້ນໍາໃຊ້ລະບົບດັ່ງກ່າວການບໍລິການຂອງສູນດັ່ງກ່າວນີ້ ເຂົ້າໃນການຮຽນ-ການສອນໃຫ້ມີປະສິດທິຜົນ. ສູນ ຮລສທ ຍັງເປັນສູນກາງໃນການຈັດເຝິກອົບຮົມບັນດາຫົວຂໍ້ໄອທີ ແລະການພັດທະນາຊອບແວຕ່າງໆ ໃຫ້ແກ່ບັນດາ ພະນັກງານ, ຄູ-ອາຈານ ແລະນັກສຶກສາ ທົ່ວ ມຊ ທັງນີ້ກໍເພື່ອເປັນການປະກອບສ່ວນໃນການພັດທະນາການຮຽນ-ການສອນຂອງ ມຊ ໃຫ້ມີຄວາມທັນສະໄໝໂດຍສະເພາະໃນຂະແໜງການສຶກສາຊັ້ນສູງຂອງ ສປປ ລາວ ໃຫ້ນັບມື້ນັບກ້າວໄກທຽບເທົ່າກັບພາກພື້ນ ແລະສາກົນ.",
  ),
  News(
    author: "Fns-Admin",
    estimate: "6",
    category: "ມຊ",
    favorite: "700",
    seen: "2.0K",
    time: "20/02/21",
    title: "ບໍລິສັດເບຍລາວ ມອບທຶນການສຶກສາໃຫ້ແກ່ ມຊ ແລະສະຖາບັນວິຈິດສິນແຫ່ງຊາດ",
    image:
        "https://www.nuol.edu.la/images/2021/M.2/Beer_Lao_Company_provides_scholarships_to_NUOL_and_National_Institute_of_Fine_Arts.jpg",
    subtitle:
        '''ໃນຕອນເຊົ້າວັນທີ 19 ກຸມພາ 2021 ຜ່ານມານີ້, ບໍລິສັດເບຍລາວ ໄດ້ມອບທຶນການສຶກສາໃຫ້ແກ່ນັກສຶກສາ ມະຫາວິທະຍາໄລແຫ່ງຊາດ(ມຊ) ແລະນັກສຶກສາສະຖາບັນ ວິຈິດສິນແຫ່ງຊາດ; ພິທີມອບ-ຮັບທຶນດັ່ງກ່າວ ໄດ້ຈັດຂຶ້ນທີ່ຫ້ອງປະຊຸມສະຖາບັນວິຈິດສິນແຫ່ງຊາດ ໂດຍການມອບຂອງທ່ານທ່ານ Henrik Juel Andersen ຜູ້ອຳນວຍການໃຫຍ່ ບໍລິສັດເບຍລາວ ແລະກ່າວຮັບໂດຍ ທ່ານ ຮສ. ໂພສີ ທິບດາວັນ ຮອງອະທິການບໍດີ ມຊ, ທ່ານ ປອ. ຄຳສຸກ ແກ້ວວົງຊາຍ ຜູ້ອຳນວຍການສະຖາບັນວິຈິດສິນແຫ່ງຊາດ, ມີແຂກຖືກເຊີນ, ພະນັກງານ, ຄູ-ອາຈານ ແລະນັກສຶກສາຜູ້ທີ່ໄດ້ຮັບທຶນເຂົ້າຮ່ວມ''',
    content:
        '''ໃນຕອນເຊົ້າວັນທີ 19 ກຸມພາ 2021 ຜ່ານມານີ້, ບໍລິສັດເບຍລາວ ໄດ້ມອບທຶນການສຶກສາໃຫ້ແກ່ນັກສຶກສາ ມະຫາວິທະຍາໄລແຫ່ງຊາດ(ມຊ) ແລະນັກສຶກສາສະຖາບັນ ວິຈິດສິນແຫ່ງຊາດ; ພິທີມອບ-ຮັບທຶນດັ່ງກ່າວ ໄດ້ຈັດຂຶ້ນທີ່ຫ້ອງປະຊຸມສະຖາບັນວິຈິດສິນແຫ່ງຊາດ ໂດຍການມອບຂອງທ່ານທ່ານ Henrik Juel Andersen ຜູ້ອຳນວຍການໃຫຍ່ ບໍລິສັດເບຍລາວ ແລະກ່າວຮັບໂດຍ ທ່ານ ຮສ. ໂພສີ ທິບດາວັນ ຮອງອະທິການບໍດີ ມຊ, ທ່ານ ປອ. ຄຳສຸກ ແກ້ວວົງຊາຍ ຜູ້ອຳນວຍການສະຖາບັນວິຈິດສິນແຫ່ງຊາດ, ມີແຂກຖືກເຊີນ, ພະນັກງານ, ຄູ-ອາຈານ ແລະນັກສຶກສາຜູ້ທີ່ໄດ້ຮັບທຶນເຂົ້າຮ່ວມ. 
        ຈຸດປະສົງຂອງການມອບທຶນການສຶກສາໃຫ້ແກ່ນັກສຶກສາ ມຊ ແລະນັກສຶກສາສະຖາບັນວິຈິດສິນແຫ່ງຊາດໃນຄັ້ງນີ້ ແມ່ນເພື່ອປະກອບສ່ວນຊຸກຍູ້ສົ່ງເສີມນັກສຶກສາຜູ້ທີ່ຮຽນດີ-ຮຽນເກັ່ງ, ມີຄຸນສົມບັດດີ, ແຕ່ຖານະຄອບຄົວທຸກຍາກຂາດເຂີນໄດ້ມີໂອກາດສຶກສາຮໍ່າຮຽນ; ເຊິ່ງທຶນທີ່ໄດ້ຮັບແມ່ນມີຄວາມສຳຄັນ ແລະມີປະໂຫຍດຫຼາຍຕໍ່ກັບນັກສຶກສາ ເພາະພວກເຂົາຈະໄດ້ໜູນໃຊ້ທຶນດັ່ງກ່າວເຂົ້າໃນການສຶກສາຮໍ່າຮຽນ ແລະຊ່ວຍຫຼຸດຜ່ອນຄ່າໃຊ້ຈ່າຍຂອງຄອບຄົວຄຕື່ມອີກ. ບໍລິສັດເບຍລາວໄດ້ສະໜັບສະໜູນໃຫ້ທຶນນັກສຶກສາ ແກ່ນັກສຶກສາ ມຊ ແລະສະຖາບັນວິຈິດສິນແຫ່ງຊາດຢ່າງຕໍ່ເນື່ອງ,  ເຊິ່ງການມອບທຶນໃຫ້ແກ່ນັກວືກສາໃນສົກສຶກສາ 2020-2021 ແມ່ນເປັນຄັ້ງທີ XI, ເຊິ່ງນັກສຶກສາ ມຊ ໄດ້ຮັບທຶນທັງໝົດມີ 120 ຄົນ, ຍິງ 74 ຄົນ (ມີ 14 ຊົນເຜົ່າ ທີ່ມາຈາກ 67 ເມືອງ) ມູນຄ່າທຶນທັງໝົດ 349,000,000 ກີບ(ສາມຮ້ອຍ ສີ່ສິບເກົ້າລ້ານກີບ); ນັກສຶກສາ ສະຖາບັນສິຈິດສິນແຫ່ງຊາດ ໄດ້ຮັບທຶນການສຶກສາທັງໝົດ 30 ຄົນ, ຍິງ 15 ຄົນ ລວມມູນຄ່າທັງໝົດ 91,000,000 ກີບ(ເກົ້າສິບເອັດລ້ານກີບ). ເຊິ່ງນັກສຶກສາຜູ້ທີ່ຮັບທຶນແມ່ນຈະໄດ້ຮັບເບ້ຍລ້ຽງເປັນອັດຕາເງິນເດືອນໆລະ 300,000 ກີບ/ຄົນ ໃນແຕ່ລະສົກສຶກສາ.''',
  ),
  News(
    author: "Fns-Admin",
    estimate: "8",
    category: "ມຊ",
    favorite: "12K",
    seen: "30K",
    time: "10/01/21",
    title: "ສົນໃຈໄປເຂົ້າຮ່ວມໂຄງການແລກປ່ຽນຊໍາເມີໂປຣແກມທີ່ສະວິດເຊີແລນອ່ານທາງນີ້!",
    image:
        "https://www.worldtravelguide.net/wp-content/uploads/2017/04/Think-Switzerland-Country-Zermatt-Matterhorn-486574518-extravagantni-copy.jpg",
    subtitle:
        "ເປີດແລ້ວ ທຶນ ທີ່ຈະເຮັດໃຫ້ທ່ານ ເປີດໂລກະທັດໃໝ່ ດ້ວຍການໄປເຂົ້າຮ່ວມ ໂຄງການລະດູຮ້ອນ CERN international summer programme 2020 ທີ່ປະເທດ ສະວິສເຊີແລນ ເປັນເວລາ 8-13 ອາທິດ. ຜູ້ສະໝັກຕ້ອງເປັນນັກຮຽນ ລະດັບປະລິນຍາຕີ ຫຼື ໂທ ໃນສາຂາວິຊາ ຟິຊິກ, ວິສະວະກໍາ ວິທະຍາສາດຄອມພິວເຕີ ຫຼື ຄະນິດສາດ. ",
    content:
        '''ເປີດແລ້ວ ທຶນ ທີ່ຈະເຮັດໃຫ້ທ່ານ ເປີດໂລກະທັດໃໝ່ ດ້ວຍການໄປເຂົ້າຮ່ວມ ໂຄງການລະດູຮ້ອນ CERN international summer programme 2020 ທີ່ປະເທດ ສະວິສເຊີແລນ ເປັນເວລາ 8-13 ອາທິດ. ຜູ້ສະໝັກຕ້ອງເປັນນັກຮຽນ ລະດັບປະລິນຍາຕີ ຫຼື ໂທ ໃນສາຂາວິຊາ ຟິຊິກ, ວິສະວະກໍາ ວິທະຍາສາດຄອມພິວເຕີ ຫຼື ຄະນິດສາດ. 

          ປິດຮັບສະໝັກ: 31 ມັງກອນ 2020

          ລາຍລະອຽດ ແລະ ວິທີການສະໝັກທີ່: https://jobs.smartrecruiters.com/CERN/743999698739073-summer-student-programme-member-and-non-member-states- 

          Application Deadline: Jan 31 
          Visit: https://jobs.smartrecruiters.com/CERN/743999698739073-summer-student-programme-member-and-non-member-states- 

          The CERN international summer programme 2020, a fully-funded summer programme in Switzerland, is designed for Bachelor and Master students from the fields of Physics, Engineering, Computer Science or Mathematics to apply for. With duration of 8-13 weeks, candidates will get the opportunity to start a research career with others who love science.''',
  ),
  News(
    author: "Fns-Admin",
    estimate: "6",
    category: "ມຊ",
    favorite: "21K",
    seen: "40.2K",
    time: "20/02/21",
    title: "ຄະນະນໍາ ມຊ ຕ້ອນຮັບທ່ານເອກອັກຄະລັດຖະທູດ ຕວັກກີ",
    image: "https://www.nuol.edu.la/images/2021/M.1/011.jpg",
    subtitle:
        "ໃນວັນທີ 26 ມັງກອນ 2021 ນີ້, ທີ່ຫ້ອງຮັບແຂກຕຶກສໍານັກງານອະທິການບໍດີ, ທ່ານ ສຈ. ປອ. ສົມສີ ຍໍພັນໄຊ ອະທິການບໍດີ ມະຫາວິທະຍາໄລແຫ່ງຊາດ (ມຊ) ໄດ້ໃຫ້ກຽດຕ້ອນຮັບການມາຢ້ຽມຢາມຂອງທ່ານ ໂອຮັນ ອິຊິກ ເອກອັກຄະລັດຖະທູດ ວິສາມັນຜູ້ມີອຳນາດເຕັມ ແຫ່ງສາທາລະນະລັດ ຕວັກກີ ປະຈຳ ສປປ ລາວ (H.E. Mr. Orhan ISIK Ambassador Extraordinary and Plenipotentiary), ໂດຍມີບັນດາທ່ານ ຮອງອະທິການບໍດີ ແລະຜູ້ກ່ຽວຂ້ອງສອງຝ່າຍເຂົ້າຮ່ວມ.",
    content:
        '''ໃນວັນທີ 26 ມັງກອນ 2021 ນີ້, ທີ່ຫ້ອງຮັບແຂກຕຶກສໍານັກງານອະທິການບໍດີ, ທ່ານ ສຈ. ປອ. ສົມສີ ຍໍພັນໄຊ ອະທິການບໍດີ ມະຫາວິທະຍາໄລແຫ່ງຊາດ (ມຊ) ໄດ້ໃຫ້ກຽດຕ້ອນຮັບການມາຢ້ຽມຢາມຂອງທ່ານ ໂອຮັນ ອິຊິກ ເອກອັກຄະລັດຖະທູດ ວິສາມັນຜູ້ມີອຳນາດເຕັມ ແຫ່ງສາທາລະນະລັດ ຕວັກກີ ປະຈຳ ສປປ ລາວ (H.E. Mr. Orhan ISIK Ambassador Extraordinary and Plenipotentiary), ໂດຍມີບັນດາທ່ານ ຮອງອະທິການບໍດີ ແລະຜູ້ກ່ຽວຂ້ອງສອງຝ່າຍເຂົ້າຮ່ວມ.

        ຈຸດປະສົງຂອງການພົບປະ-ຢ້ຽມຢາມ ມຊ ຂອງທ່ານເອກອັກຄະລັດຖະທູດ ຕວັກກີ ຄັ້ງນີ້ແມ່ນເພື່ອເປັນການແນະນໍາໂຕເອງທີ່ໄດ້ຮັບຕໍາແໜ່ງເອກອັກຄະລັດຖະທູດ ວິສາມັນຜູ້ເຕັມອຳນາດແຫ່ງ ສາທາລະນະລັດ ຕວັກກີ ປະຈຳ ສປປ ລາວ ຄົນໃໝ່.  ພ້ອມທັງໄດ້ປຶກສາຫາລື ກ່ຽວກັບການຮ່ວມມື ດ້ານວິຊາການເຊິ່ງກັນ ແລະກັນ, ໂດຍສະເພາະແມ່ນການແລກປ່ຽນນັກສຶກສາ ແລະສະໜອງທຶນການສຶກສາໃຫ້ແກ່ ມຊ ໃນອະນາຄົດ, ທັງນີ້ກໍເພື່ອສຶບຕໍ່ຂະຫຍາຍສາຍພົວພັນຮ່ວມມື ລະຫວ່າງ ມຊ ແລະສະຫະພາບເອີຣົບ ແນໃສ່ພັດທະນາຊັບພະຍາກອນມະນຸດ ໃຫ້ມີຄວາມຮູ້-ຄວາມສາມາດ ແລະກ້າວໜ້າຂຶ້ນໄປເທື່ອລະກ້າວ. ໃນໂອກາດດັ່ງກ່າວ ທ່ານ ໂອຼຮັນ ເອິເຊິກ ຍັງໄດ້ໄປຢ້ຽມຢາມ ຄະນະເສດຖະສາດ ແລະບໍລິຫານທຸລະກິດ, ຄະນະອັກສອນສາດ, ສະຖາບັນພັດທະນາຊັບພະຍາກອນ ລາວ-ຢີປຸ່ນ ແລະຫໍສະໝຸດກາງ ຂອງ ມຊ ຕື່ມອີກ.''',
  ),
  News(
    author: "Fns-Admin",
    estimate: "2",
    category: "ມຊ",
    favorite: "21K",
    seen: "40.2K",
    time: "20/02/21",
    title: "ເປີດແລ້ວ! ທຶນການສຶກສາຈາກມະຫາວິທະຍາໄລຈຸລາລົງກອນ",
    image:
        "https://1.bp.blogspot.com/-doK11Z7KklE/XmdEzWlJfcI/AAAAAAAAEFs/OQ3ArNSyl0MasdRAk6sLf0Ornb26j5k8gCLcBGAsYHQ/s640/89436285_494235324602091_2772562493791272960_n.jpg",
    subtitle:
        "ມາແລ້ວ ທຶນການສຶກສາ ຈາກ ຈຸລາລົງກອນ ປະເທດໄທ ຄະນະ ສື່ສານມວນຊົນຫຼັກສູດນານາຊາດ ສໍາຫຼັບນັກຮຽນ ອາຊຽນ ລວມ ສປປ ລາວ ລວມມີ ຄ່າຮຽນ, ຄ່າໃຊ້ຈ່າຍ ແລະ ຄ່າປີ້ຍົນ",
    content: '''ມາແລ້ວ ທຶນການສຶກສາ ຈາກ ຈຸລາລົງກອນ ປະເທດໄທ ຄະນະ ສື່ສານມວນຊົນ
                ຫຼັກສູດນານາຊາດ ສໍາຫຼັບນັກຮຽນ ອາຊຽນ ລວມ ສປປ ລາວ 
                ລວມມີ ຄ່າຮຽນ, ຄ່າໃຊ້ຈ່າຍ ແລະ ຄ່າປີ້ຍົນ

                ປິດຮັບສະໝັກ: 31 ມີນາ 2020

                ວິທີການສະໝັກ ແມ່ນສະໝັກອອນລາຍ ເທົ່ານັ້ນ. 
                ລາຍລະອຽດ ແລະ ວິທີການສະໝັກ: www.laoyouth-radio.com

                ຂໍໃຫ້ທຸກຄົນ ໂຊກດີ ''',
  ),
  News(
    author: "Fns-Admin",
    estimate: "11",
    category: "ມຊ",
    favorite: "23K",
    seen: "3.5K",
    time: "24/02/21",
    title:
        "ພິທີມອບ-ຮັບ ທຶນການສຶກສາ ຈາກ 3 ພາກສ່ວນໃຫ້ແກ່ນັກສຶກສາ ມຊ ປະຈຳສົກສຶກສາ 2020-2021",
    image:
        "https://www.nuol.edu.la/images/2021/M.1/Grant-Receive_scholarships_of_NUOL_Education_Foundation.jpg",
    subtitle:
        "ໃນວັນທີ 6 ມັງກອນ 2021 ຜ່ານມາ, ຫ້ອງການຄຸ້ມຄອງນັກສຶກສາ ມະຫາວິທະຍາໄລແຫ່ງຊາດ (ມຊ) ໄດ້ຈັດພິທີມອບ-ຮັບ ທຶນການສຶກສາ ຈາກສະຖານທູດ ສປ ຈີນ",
    content:
        '''ໃນວັນທີ 6 ມັງກອນ 2021 ຜ່ານມາ, ຫ້ອງການຄຸ້ມຄອງນັກສຶກສາ ມະຫາວິທະຍາໄລແຫ່ງຊາດ (ມຊ) ໄດ້ຈັດພິທີມອບ-ຮັບ ທຶນການສຶກສາ ຈາກສະຖານທູດ ສປ ຈີນ ປະຈຳ ສປປ ລາວ, ທຶນການສຶກສາ ຈາກທະນາຄານການຄ້າຕ່າງປະເທດລາວ ແລະທຶນການສຶກສາຢາມາດະ ປະຈຳສົກສຶກສາ 2020-2021 ທີ່ຫ້ອງປະຊຸມສະໂມສອນໃຫຍ່ ມະຫາວິທະຍາໄລແຫ່ງຊາດ, ໂດຍການເຂົ້າຮ່ວມຂອງທ່ານ ຄຳແສນ ສຸດທະວົງ ຫົວໜ້າຫ້ອງການຄຸ້ມຄອງນັກສຶກສາ ມຊ, ມີທ່ານ ນາງ ສີວອນ ຫອມປິ່ນແກ້ວ ຮອງຫົວໜ້າຫ້ອງການຄຸ້ມຄອງນັກສຶກສາ ພ້ອມດ້ວຍ ອາຈານ ຜູ້ຮັບຜິດຊອບວຽກງານຄຸ້ມຄອງນັກສຶກສາຈາກ 13 ຄະນະວິຊາ, ພະນັກງານ, ຄູ-ອາຈານ ແລະນັກສຶກສາຜູ້ທີ່ໄດ້ຮັບທຶນການສຶກສາເຂົ້າຮ່ວມ.

          ຈຸດປະສົງ ຂອງການຈັດພິທີໃນຄັ້ງນີ້ ເພື່ອເປັນການມອບ-ຮັບທຶນການສຶກສາ ປະຈຳສົກສຶກສາ 2020-2021 ຂອງສະຖານເອກອັກຄະລັດຖະທູດ ສປ ຈີນ ປະຈຳ ປະເທດລາວ ຈຳນວນ 50 ທຶນລວມມູນຄ່າ 45,000 ໂດລາສະຫະລັດ; ທຶນການສຶກສາ ຈາກທະນາຄານການຄ້າຕ່າງປະເທດລາວ ຈຳນວນ 15 ທຶນ, ລວມມູນຄ່າ 30,000,000 ກີບ; ທຶນການສຶກສາຈາກທ່ານ ຢາມາດະ ຈຳນວນ 40 ທຶນ, ລວມມູນຄ່າ 10,000 ໂດລາສະຫະລັດ; ເຊິ່ງນັກສຶກສາຜູ້ທີ່ໄດ້ຮັບທຶນການສຶກສາໃນຄັ້ງນີ້ ແມ່ນລ້ວນແຕ່ເປັນນັກສຶກສາທີ່ກຳລັງສຶກສາຢູ່ ມຊ (ຊັ້ນປີທີ 1 - ປີທີ4) ແລະມາຈາກຄອບຄົວທີ່ຂ້ອນຂ້າງທຸກຍາກຂາດເຂີນ ແຕ່ຮຽນດີຮຽນເກັ່ງທີ່ໄດ້ຜ່ານການຄັດເລືອກຈາກຄະນະກຳມະການມູນນິທິການສຶກສາຈາກ ມຊ ເປັນຜູ້ຄັດເລືອກ. ນອກນັ້ນ ໃນພິທີຍັງໄດ້ຮັບຟັງການປະຖົມນິເທດນັກສຶກສາຜູ້ທີ່ໄດ້ຮັບທຶນການສຶກສາ ຈາກທ່ານ ນາງ ສີວອນ ຫອມປິ່ນແກ້ວ ເຊິ່ງທ່ານໄດ້ຍົກໃຫ້ເຫັນຄວາມຫມາຍຄວາມສຳຄັນຂອງທຶນການສຶກສາ ມຊ ຂອງທຸກອົງການຈັດຕັ້ງທີ່ໄດ້ໃຫ້ທຶນການສຶກສາ, ການນຳໃຊ້ທຶນການສຶກສາທີ່ໄດ້ຮັບໃນການຮຽນ, ລວມທັງການມີສ່ວນຮ່ວມໃນການປະກອບສ່ວນຊ່ວຍເຫຼືອສັງຄົມ ແລະກົດລະບຽບຕ່າງໆຂອງມູນນິທຶນການສຶກສາ ມຊ ອີກດ້ວຍ.''',
  ),
  News(
    author: "Fns-Admin",
    estimate: "6",
    category: "ມຊ",
    favorite: "21K",
    seen: "4.2K",
    time: "22/02/21",
    title:
        "ທ່ານ ອະທິການບໍດີ ມຊ ຕ້ອນຮັບການມາຢ້ຽມຢາມຂອງຜູ້ຕາງໜ້າສະຫະພາບ ເອີຣົບ ປະຈໍາ ສປປ ລາວ",
    image:
        "https://www.nuol.edu.la/images/2021/M.1/The_President_of_the_National_University_of_Laos_welcomed_the_visit_of_the_representative_of_the_European_Union_to_Lao_PDR.jpg",
    subtitle:
        "ໃນວັນທີ 21 ມັງກອນ 2021 ນີ້, ທີ່ຫ້ອງຮັບແຂກຕຶກສໍານັກງານອະທິການບໍດີ, ທ່ານ ສຈ. ປອ. ສົມສີ ຍໍພັນໄຊ ອະທິການໍດີ ມຊ. ໄດ້ຕ້ອນຮັບການມ",
    content:
        '''ໃນວັນທີ 21 ມັງກອນ 2021 ນີ້, ທີ່ຫ້ອງຮັບແຂກຕຶກສໍານັກງານອະທິການບໍດີ, ທ່ານ ສຈ. ປອ. ສົມສີ ຍໍພັນໄຊ ອະທິການໍດີ ມຊ. ໄດ້ຕ້ອນຮັບການມາຢ້ຽມຢາມຂອງທ່ານ ນາງ ອີນາ ມາຈູລໍນີແຕ ເອກອັກຄະລັດຖະທູດ ສໍານັກງານຜູ້ຕາງໜ້າ ສະຫະພາບເອີຣົບ ປະຈໍາ ສປປ ລາວ, ມີບັນດາພະນັກງານທີ່ກ່ຽວຂ້ອງທັງສອງຝ່າຍເຂົ້້າຮ່ວມ.

          ຈຸດປະສົງໃນການມາຢ້ຽມຢາມມະຫາວິທະຍາໄລແຫ່ງຊາດ ຂອງທ່ານ ນາງ ອີນາ ມາຈູລໍນີແຕ ພ້ອມດ້ວຍຄະນະໃນຄັ້ງນີ້ ກໍເພື່ອເປັນການແນະນໍາໂຕເອງທີ່ໄດ້ມາຮັບຕໍາແໜ່ງເອກອັກຄະລັດຖະທູດ ສໍານັກງານຜູ້ຕາງໜ້າ ສະຫະພາບເອີຣົບ ປະຈໍາ ສປປ ລາວ ຄົນໃໝ່. ພ້ອມນັ້ນທັງສອງຝ່າຍໄດ້ສົນທະນາປຶກສາຫາລືເຊິ່ງກັນ ແລະກັນ ໃນການຮ່ວມມືກັນໃນຂອບເຂດການສຶກສາ ໂດຍສະເພາະແມ່ນທາງດ້ານວິຊາການ, ການໄປຍົກລະດັບການສຶກສາ ໃນລະດັບຕ່າງໆ, ການຈັດເຝິກອົບຮົມ ແລະແນໃສ່ສະໜອງການສຶກສາໃນດ້ານຕ່າງໆໃຫ້ແກ່ ມະຫາວິທະຍາໄລແຫ່ງຊາດ ເປັນຕົ້ນ ວຽກງານຂ່າວສານ, ການກະເສດ ແລະດ້ານອື່ນໆ, ທັງນີ້ກໍເພື່ອສືບຕໍ່ຂະຫຍາຍສາຍພົວພັນຮ່ວມມື ລະຫວ່າງ ມະຫາວິທະຍາໄລແຫ່ງຊາດ ແລະສະຫະພາບເອີຣົບ ແນໃສ່ເພື່ອພັດທະນາຊັບພະຍາກອນມະນຸດ ໃຫ້ມີຄວາມຮູ້,ຄວາມສາມາດ ແລະກ້າວໜ້າຂຶ້ນໄປເທື່ອລະກ້າວ.''',
  ),
  News(
    author: "Fns-Admin",
    estimate: "10",
    category: "ມຊ",
    favorite: "21K",
    seen: "46.2K",
    time: "2/01/21",
    title: "ມຊ ຈັດພິທີມອບ-ຮັບຕຳແໜ່ງວິຊາການຄູສອນຂັ້ນອາຈານ ແລະຜູ້ຊ່ວຍອາຈານ",
    image:
        "https://www.nuol.edu.la/images/2020/D.12/NUOL_organizes_the_awarding_ceremony_for_teachers_and_assistant_teachers.jpg",
    subtitle:
        "ໃນຕອນບ່າຍວັນທີ 17 ທັນວາ 2020 ຜ່ານມານີ້, ມະຫາວິທະຍາໄລແຫ່ງຊາດ(ມຊ) ໄດ້ຈັດພິທີມອບ-ຮັບຕຳແໜ່ງວິຊາການຄູສອນຂັ້ນອາຈານ ແລະຜູ້ຊ່ວຍອາຈານ ຂຶ້ນທີ່ສະ",
    content:
        '''ໃນຕອນບ່າຍວັນທີ 17 ທັນວາ 2020 ຜ່ານມານີ້, ມະຫາວິທະຍາໄລແຫ່ງຊາດ(ມຊ) ໄດ້ຈັດພິທີມອບ-ຮັບຕຳແໜ່ງວິຊາການຄູສອນຂັ້ນອາຈານ ແລະຜູ້ຊ່ວຍອາຈານ ຂຶ້ນທີ່ສະໂມສອນຊັ້ນ II ໂດຍການໃຫ້ກຽດເປັນປະທານຂອງທ່ານ ສຈ.ປອ. ບໍ່ແສງຄຳ ວົງດາລາ ປະທານສະພາ ມຊ, ມີທ່ານ ສຈ. ປອ. ສົມສີ ຍໍພັນໄຊ ອະທິການບໍດີ ມຊ. ພ້ອມຄະນະ, ມີບັນດາທ່ານສະມາຊິກສະພາ ມຊ, ບັນດາພະນັກງານ, ຄູ-ອາຈານຜູ້ທີ່ໄດ້ຮັບຕຳແໜ່ງວິຊາການຄູສອນ ແລະຜູ້ຊ່ວຍອາຈານ ຂອງແຕ່ລະພາກສ່ວນເຂົ້າຮ່ວມ.

     ໃນພິທີທ່ານ ຮສ.ປອ. ນາງ ພິມໂພ ຫຼວງລາດ ຮອງຫົວໜ້າຫ້ອງການ ການສຶກສາຫຼັງປະລິນຍາຕີ ໄດ້ຂຶ້ນຜ່ານຂໍ້ຕົກລົງ ສະບັບເລກທີ 3107/ສສກ ລົງວັນທີ 30 ກໍລະກົດ ຂໍ້ຕົກລົງ ວ່າດ້ວຍການແຕ່ງຕັ້ງພະນັກງານຕໍາແໜ່ງວິຊາການຂັ້ນອາຈານ ແລະຜູ້ຊ່ວຍອາຈານ ຂອງ ມຊ. ລວມທັງໝົດ ຈຳນວນ 60 ທ່ານ; ໃນນັ້ນ, ຜູ້ທີ່ໄດ້ຮັບຕຳແໜ່ງວິຊາການຄູ ຂັ້ນອາຈານ ມີຈຳນວນ 36 ທ່ານ, ຍິງ 12 ທ່ານ, ຜູ້ໄດ້ຮັບຕຳແໜ່ງວິຊາການຄູ ຂັ້ນຜູ້ຊ່ວຍອາຈານ ຈຳນວນ 24 ທ່ານ, ຍິງ 12 ທ່ານ. ໂດຍການເປັນກຽດມອບຂອງ ທ່ານ ສຈ.ປອ. ບໍ່ແສງຄຳ ວົງດາລາ. ໃນໂອກາດສໍາຄັນນີ້, ທ່ານໄດ້ໂອ້ລົມຕໍ່ພິທີ ບາງຕອນວ່າ: ການມອບຕໍາແໜ່ງວິຊາການແມ່ນເພື່ອເປັນການຢັ້ງຢືນຜົນງານການຄົ້ນຄວ້າວິທະຍາສາດ ເພື່ອໃຫ້ສືບຕໍ່ຮັບໃຊ້ໃນວຽກງານການສິດສອນ, ການໃຫ້ການບໍລິການແກ່ສັງຄົມ ກໍຄືການຮັບໃຊ້ປະເທດຊາດ, ພ້ອມກັນອະນຸລັກຮັກສາ-ເສີມຂະຫຍາຍວັດທະນະທຳໃຫ້ຢືນຍົງຄົງຕົວຄຽງຄູ່ກັບຊາດລາວເຮົາ, ຢາກເຮັດໄດ້ຄືແນວນັ້ນ ມຊ. ຕ້ອງມີບຸກຄະລາກອນທີ່ມີຄວາມເຂັ້ມແຂງ, ມີຄວາມຮູ້-ຄວາມສາມາດສູງ ທີ່ຕອບສະໜອງແກ່ວຽກງານທີ່ທັນສະໄໝທັງພາຍໃນປະເທດ ແລະຕ່າງປະເທດ, ການທີ່ຈະພັດທະນາ ມຊ ໄດ້ນັ້ນ, ກ່ອນອື່ນແມ່ນຕ້ອງພັດທະນາບຸກຄະລາກອນໃຫ້ສອດຄ່ອງກັບຍຸກສະໄໝ. ທ່ານໄດ້ກ່າວເນັ້ນໃຫ້ຜູ້ໄດ້ຮັບຕໍາ

    ແໜ່ງ ວິຊາການ ຄູ ຂັ້ນອາຈານ ແລະຜູ້ຊ່ວຍອາຈານໃໝ່ ຈົ່ົ່ງພ້ອມກັນສືບຕໍ່ພັດທະນາຕົນເອງດ້ານວິຊາການສາຂາວິຊາຕ່າງໆໃຫ້ມີຄຸນນະພາບ ແລະເປັນແບບຢ່າງທີ່ນຳໜ້າ ເພື່ອໃຫ້ມີຜົນງານທີ່ພົ້ນເດັ່ນ ແລ້ວສືບຕໍ່ຂໍຂັ້ນຮອງສາດສະດາຈານ ແລະຂັ້ນສາດສະດາຈານ ໃນໂອກາດຕໍ່ໄປ. ''',
  ),
  News(
    author: "Fns-Admin",
    estimate: "12",
    category: "ມຊ",
    favorite: "21K",
    seen: "16.2K",
    time: "22/02/21",
    title: "ຫ້ອງການ ມຊ ມອບອຸປະກອນການຮຽນໃຫ້ແກ່ ໂຮງຮຽນສາມໝື່ນ ເມືອງເຟືອງ",
    image:
        "https://www.nuol.edu.la/images/2020/D.12/NUOL_Office_provides_educational_materials.jpg",
    subtitle:
        "ໃນວັນທີ 5 ພະຈິກ 2020 ຜ່ານມານີ້, ຫ້ອງການ ມະຫາວິທະຍາໄລແຫ່ງຊາດ(ມຊ) ໄດ້ມອບເຄື່ອງອຸປະກອນການຮຽນໃຫ້ແກ່ ໂຮງຮຽນສາມໝື່ນ ເມືອງເຟືອງ ແຂວງວຽງຈັນ, ໂດຍກ",
    content:
        '''ໃນວັນທີ 5 ພະຈິກ 2020 ຜ່ານມານີ້, ຫ້ອງການ ມະຫາວິທະຍາໄລແຫ່ງຊາດ(ມຊ) ໄດ້ມອບເຄື່ອງອຸປະກອນການຮຽນໃຫ້ແກ່ ໂຮງຮຽນສາມໝື່ນ ເມືອງເຟືອງ ແຂວງວຽງຈັນ, ໂດຍການມອບຂອງ ທ່ານ ຮສ. ປອ. ບົວດໍາ ແສງຄໍາຄຸດລາວົງ ຫົວໜ້າຫ້ອງການ ມຊ ແລະກ່າວຮັບໂດຍທ່ານ ກອງແສງ ແສງສະຫວ່າງ ນາຍບ້ານ ບ້ານສາມໝື່ນ ເມືອງເຟືອງ ແຂວງວຽງຈັນ, ມີບັນດາທ່ານຮອງຫົວໜ້າຫ້ອງການ ມຊ, ມີຜູ້ອໍານວຍການ, ຄູ ໂຮງຮຽນສາມໝື່ນເມືອງເຟືອງ, ພະນັກງານ ຫ້ອງການ ມຊ ແລະຜູ້ກ່ຽວຂ້ອງຂອງບ້ານ ສາມໝື່ນເມືອງເຟືອງເຂົ້າຮ່ວມເປັນສັກຂີພະຍານ.

        ການມອບອຸປະກອນການຮຽນໃຫ້ແກ່ໂຮງຮຽນ ປະຖົມ ບ້ານສາມໝື່ນເມືອງເຟືອງ ແຂວງວຽງຈັນ ເປັນກິດຈະກໍາ ປະກອບສ່ວນຊ່ວຍເຫຼືອສັງຄົມ ແລະບັນເທົາທຸກໃຫ້ແກ່ຄອບຄົວ ປະຊາຊົນ ທີ່ທຸກຍາກ-ຂາດເຂີນ ຂອງບ້ານສາມໝື່ນ ເມືອງເຟືອງ ແຂວງວຽງຈັນ ແລະເປັນການຊ່ວຍເຫຼືອອຸປະກອນການຮຽນໃຫ້ແກ່ນ້ອງໆນັກຮຽນ ເພື່ອເປັນການລຸດຜ່ອນ ການໃຊ້ຈ່າຍຂອງພໍ່-ແມ່ ຜູ້ປົກຄອງຂອງເຂົາເຈົ້າ; ເຄື່ອງອຸປະກອນການຮຽນທີ່ນໍາໄປມອບຄັ້ງນີ້ປະກອບມີ: ປຶ້ມແບບຮຽນ, ປື້ມຂຽນ, ບິກ, ສໍ, ອຸປະກອນກີລາ ແລະເຄື່ອງນຸ່ງຫົ່ມຈໍານວນໜຶ່ງ, ເຊິ່ງລວມມູນຄ່າທັງໝົດ ປະມານ 2,500,000 ກີບ.

        ທ່ານ ກອງແສງ ແສງສະຫວ່າງ ນາຍບ້ານ ບ້ານສາມໝື່ນ ເມືອງເຟືອງ ແຂວງວຽງຈັນ ໄດ້ກ່າວສະແດງຂອບໃຈຢ່າງສູງ ຕໍ່ຄະນະນໍາ ແລະພະນັກງານ ຫ້ອງການ ມຊ ທີ່ໄດ້ນໍາເອົາອຸປະກອນການຮຽນ ມາມອບໃຫ້ແກ່ ໂຮງຮຽນ ບ້ານສາມໝື່ນ ເມືອງເຟືອງ ເຊິ່ງເປັນກິດຈະກໍາທີ່ມີຄວາມໝາຍ ແລະຄວາມສໍາຄັນໃນການເພີ່ມພູນຄູນສຸກ ແລະບັນເທົາທຸກ ໃຫ້ແກ່ນ້ອງໆນັກຮຽນທີ່ໂຮງຮຽນສາມໝື່ນ ເມືອງເຟືອງ. ທ່ານກ່າວຢໍ້າວ່າ: ຈະນໍາເຄື່ອງຊ່ວຍເຫຼືອດັ່ງກ່າວ ໄປແຈກຢາຍໃຫ້ທົ່ວເຖິງກັນ, ໂດຍສະເພາະແມ່ນນັກຮຽນ ທີ່ຢູ່ໃນຄອບຄົວທຸກຍາກຂາດເຂີນ.''',
  ),
];
